{
    "A Champion Heart": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>A Champion Heart</b></br><p>\"When a grieving teen must work off her debt to a ranch, she cares for a wounded horse that teaches her more about healing than she expected.\"</p><p><b>Cast: </b>\"Mandy Grace, David de Vos, Donna Rusch, Devan Key, Isabella Mancuso, Ariana Guido\"</p><p><b>Director: </b>David de Vos</p><p><b>Released in: </b>2018</p><p><b>Duration: </b>90 min</p><p><b>You could also like: </b>VAMPIRE ACADEMY</p>"
    },
    "A Cinderella Story": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>A Cinderella Story</b></br><p>Teen Sam meets the boy of her dreams at a dance before returning to toil in her stepmother's diner. Can her lost cell phone bring them together?</p><p><b>Cast: </b>\"Hilary Duff, Chad Michael Murray, Jennifer Coolidge, Dan Byrd, Regina King, Julie Gonzalo, Lin Shaye, Madeline Zima, Andrea Avery, Mary Pat Gleason, Paul Rodriguez, Whip Hubley, Kevin Kilner, Erica Hubbard, Simon Helberg\"</p><p><b>Director: </b>Mark Rosman</p><p><b>Released in: </b>2004</p><p><b>Duration: </b>95 min</p><p><b>You could also like: </b>A VERY SPECIAL LOVE</p>"
    },
    "Arlo the Alligator Boy": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Arlo the Alligator Boy</b></br><p>\"To find the father he never knew, optimistic Arlo leaves his swampy Southern home for New York City, making friends along the way. A musical adventure.\"</p><p><b>Cast: </b>\"Michael J. Woodard, Mary Lambert, Brett Gelman, Jonathan Van Ness, Tony Hale, Haley Tju, Annie Potts, Vincent Rodriguez III, Flea, Jennifer Coolidge\"</p><p><b>Director: </b>Ryan Crego</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>ONCE UPON A TIME IN AMERICA</p>"
    },
    "Beethoven": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Beethoven</b></br><p>\"A father reluctantly agrees to let his children keep a St. Bernard puppy, but the playful pooch soon turns into a full-grown engine of destruction.\"</p><p><b>Cast: </b>\"Charles Grodin, Bonnie Hunt, Dean Jones, Oliver Platt, Stanley Tucci, Nicholle Tom, Christopher Castile, Sarah Rose Karr, David Duchovny, Patricia Heaton, O-Lan Jones, Nancy Fish\"</p><p><b>Director: </b>Brian Levant</p><p><b>Released in: </b>1992</p><p><b>Duration: </b>87 min</p><p><b>You could also like: </b>CAPTAIN FANTASTIC</p>"
    },
    "Blue Miracle": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Blue Miracle</b></br><p>\"To save their cash-strapped orphanage, a guardian and his kids partner with a washed-up boat captain for a chance to win a lucrative fishing competition.\"</p><p><b>Cast: </b>\"Jimmy Gonzales, Dennis Quaid, Anthony Gonzalez, Bruce McGill, Raymond Cruz, Nathan Arenas, Miguel Angel Garcia, Isaac Arellanes, Steve Gutierrez, Dana Wheeler-Nicholson, Fernanda Urrejola, Silverio Palacios\"</p><p><b>Director: </b>Julio Quintana</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>97 min</p><p><b>You could also like: </b>GLOW UP</p>"
    },
    "Cloudy with a Chance of Meatballs": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Cloudy with a Chance of Meatballs</b></br><p>\"When inventor Flint Lockwood makes clouds rain food, the citizens of Chewandswallow can feed themselves. But a bowl of disaster is about to overflow.\"</p><p><b>Cast: </b>\"Bill Hader, Anna Faris, James Caan, Andy Samberg, Bruce Campbell, Mr. T, Bobb'e J. Thompson, Benjamin Bratt, Neil Patrick Harris, Al Roker\"</p><p><b>Director: </b>\"Phil Lord, Christopher Miller\"</p><p><b>Released in: </b>2009</p><p><b>Duration: </b>90 min</p><p><b>You could also like: </b>SHAWN MENDES: IN WONDER</p>"
    },
    "Dance Dreams: Hot Chocolate Nutcracker": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Dance Dreams: Hot Chocolate Nutcracker</b></br><p>This documentary spotlights Debbie Allen's career and follows her group of dance students as they prepare for Allen's annual \\Hot Chocolate Nutcracker.\\\"\"</p><p><b>Cast: </b>Debbie Allen</p><p><b>Director: </b>Oliver Bokelberg</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>81 min</p><p><b>You could also like: </b>ONCE UPON A TIME IN AMERICA</p>"
    },
    "Escape from Planet Earth": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Escape from Planet Earth</b></br><p>\"This all-ages animated comedy follows the adventures of astronaut Scorch Supernova, a hero of the blue aliens who has a vast appetite for adventure.\"</p><p><b>Cast: </b>\"Rob Corddry, Brendan Fraser, Sarah Jessica Parker, William Shatner, Jessica Alba, Jane Lynch, George Lopez, Sofía Vergara, Craig Robinson, Ricky Gervais, Steve Zahn, Chris Parnell\"</p><p><b>Director: </b>Cal Brunker</p><p><b>Released in: </b>2013</p><p><b>Duration: </b>89 min</p><p><b>You could also like: </b>MAGIC FOR HUMANS SPAIN</p>"
    },
    "Hachi: A Dog's Tale": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Hachi: A Dog's Tale</b></br><p>\"When his master dies, a loyal pooch named Hachiko keeps a vigil for more than a decade at the train station where he once greeted his owner every day.\"</p><p><b>Cast: </b>\"Richard Gere, Joan Allen, Cary-Hiroyuki Tagawa, Sarah Roemer, Jason Alexander, Erick Avari, Davenia McFadden, Robbie Sublett, Kevin DeCoste, Rob Degnan\"</p><p><b>Director: </b>Lasse Hallström</p><p><b>Released in: </b>2009</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>TAYO THE LITTLE BUS</p>"
    },
    "Kung Fu Panda": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Kung Fu Panda</b></br><p>\"When a powerful villain comes after peace in his valley, a lazy panda rises to the challenge to realize his destiny and become a kung fu warrior.\"</p><p><b>Cast: </b>\"Jack Black, Dustin Hoffman, Angelina Jolie, Ian McShane, Seth Rogen, Lucy Liu, Jackie Chan, David Cross, Randall Duk Kim, James Hong\"</p><p><b>Director: </b>\"John Stevenson, Mark Osborne\"</p><p><b>Released in: </b>2008</p><p><b>Duration: </b>94 min</p><p><b>You could also like: </b>THE PAPER TIGERS</p>"
    },
    "Monster Hunter: Legends of the Guild": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Monster Hunter: Legends of the Guild</b></br><p>\"In a world where humans and fearsome monsters live in an uneasy balance, young hunter Aiden fights to save his village from destruction by a dragon.\"</p><p><b>Cast: </b>\"Ben Rausch, Erica Lindbeck, Dante Basco, Brando Eaton, Stephen Kramer Glickman, Caroline Caliston, G.K. Bowes, Dan McCoy\"</p><p><b>Director: </b>Steven Yamamoto</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>59 min</p><p><b>You could also like: </b>CASTLEVANIA</p>"
    },
    "Over the Moon": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Over the Moon</b></br><p>\"Fueled by memories of her mother, resourceful Fei Fei builds a rocket to the moon on a mission to prove the existence of a legendary moon goddess.\"</p><p><b>Cast: </b>\"Cathy Ang, Phillipa Soo, Ken Jeong, Robert G. Chiu, John Cho, Sandra Oh, Ruthie Ann Miles, Margaret Cho, Kimiko Glenn, Artt Butler, Irene Tsu, Clem Cheung, Conrad Ricamora\"</p><p><b>Director: </b>Glen Keane</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>100 min</p><p><b>You could also like: </b>WHAT LIES BELOW</p>"
    },
    "Penguins of Madagascar: The Movie": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Penguins of Madagascar: The Movie</b></br><p>\"Elite penguin spies Skipper, Kowalski, Rico and Private join forces with the suave agents of the North Wind to defeat power-mad genius Octavius Brine.\"</p><p><b>Cast: </b>\"Tom McGrath, Christopher Knights, Chris Miller, Conrad Vernon, John Malkovich, Benedict Cumberbatch, Ken Jeong, Annet Mahendru, Peter Stormare\"</p><p><b>Director: </b>\"Eric Darnell, Simon J. Smith\"</p><p><b>Released in: </b>2014</p><p><b>Duration: </b>92 min</p><p><b>You could also like: </b>SHADOW AND BONE</p>"
    },
    "Planet 51": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Planet 51</b></br><p>\"After landing on a planet reminiscent of 1950s suburbia, a human astronaut tries to avoid capture, recover his spaceship and make it home safely.\"</p><p><b>Cast: </b>\"Justin Long, Dwayne Johnson, Gary Oldman, Seann William Scott, Jessica Biel, John Cleese, Freddie Benedict\"</p><p><b>Director: </b>Jorge Blanco</p><p><b>Released in: </b>2009</p><p><b>Duration: </b>91 min</p><p><b>You could also like: </b>LOVE DON'T COST A THING</p>"
    },
    "Ratchet and Clank": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Ratchet and Clank</b></br><p>Affable alien Ratchet longs to be a Galactic Ranger and might get the chance when rogue robot Clank tells him of evil Drek's plot to destroy a galaxy.</p><p><b>Cast: </b>\"Paul Giamatti, John Goodman, Bella Thorne, Rosario Dawson, Jim Ward, Armin Shimerman, Vincent Tong, Andrew Cownden, James Arnold Taylor, David Kaye, Sylvester Stallone\"</p><p><b>Director: </b>\"Jericca Cleland, Kevin Munroe\"</p><p><b>Released in: </b>2016</p><p><b>Duration: </b>94 min</p><p><b>You could also like: </b>ZATHURA</p>"
    },
    "Show Dogs": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Show Dogs</b></br><p>A rough and tough police dog must go undercover with an FBI agent as a prim and proper pet at a dog show to save a baby panda from an illegal sale.</p><p><b>Cast: </b>\"Will Arnett, Ludacris, Natasha Lyonne, Stanley Tucci, Jordin Sparks, Gabriel Iglesias, Shaquille O'Neal, Omar Chaparro, Alan Cumming, Andy Beckwith, Delia Sheppard, Kerry Shale\"</p><p><b>Director: </b>Raja Gosnell</p><p><b>Released in: </b>2018</p><p><b>Duration: </b>90 min</p><p><b>You could also like: </b>STARTUP</p>"
    },
    "Skater Girl": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Skater Girl</b></br><p>\"When a teen in rural India discovers a life-changing passion for skateboarding, she faces a rough road as she follows her dream to compete.\"</p><p><b>Cast: </b>\"Rachel Saanchita Gupta, Amy Maghera, Shafin Patel, Ambrish Saxena, Swati Das, Jonathan Readwin, Ankit Yadav, Anurag Arora, Vinayak Gupta, Vivek Yadav, Waheeda Rehman\"</p><p><b>Director: </b>Manjari Makijany</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>110 min</p><p><b>You could also like: </b>RAIN MAN</p>"
    },
    "Snow Day": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Snow Day</b></br><p>\"When a snow day shuts down the whole town, the Wheeler family cuts loose. Hal makes a play for the most popular girl in his school, 10-year-old Natalie takes on the dreaded snowplow man, and Dad gets into a showdown with a rival meteorologist.\"</p><p><b>Cast: </b>\"Chris Elliott, Mark Webber, Jean Smart, Schuyler Fisk, Iggy Pop, Pam Grier, John Schneider, Chevy Chase, Zena Grey, Josh Peck\"</p><p><b>Director: </b>Chris Koch</p><p><b>Released in: </b>2000</p><p><b>Duration: </b>89 min</p><p><b>You could also like: </b>KAALI KHUHI</p>"
    },
    "Spy Kids: All the Time in the World": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Spy Kids: All the Time in the World</b></br><p>Twins Rebecca and Cecil spring into action with their retired secret agent stepmother to stop a time-manipulating mastermind and his nefarious plans.</p><p><b>Cast: </b>\"Jessica Alba, Joel McHale, Rowan Blanchard, Mason Cook, Jeremy Piven, Alexa PenaVega, Daryl Sabara, Ricky Gervais, Danny Trejo\"</p><p><b>Director: </b>Robert Rodriguez</p><p><b>Released in: </b>2011</p><p><b>Duration: </b>88 min</p><p><b>You could also like: </b>PROSPECT</p>"
    },
    "Stuart Little": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Stuart Little</b></br><p>\"When his parents adopt a mouse instead of a little boy, George realizes brothers come in all shapes and sizes. But Snowbell the cat is not so welcoming.\"</p><p><b>Cast: </b>\"Michael J. Fox, Jonathan Lipnicki, Geena Davis, Hugh Laurie, Nathan Lane\"</p><p><b>Director: </b>Rob Minkoff</p><p><b>Released in: </b>1999</p><p><b>Duration: </b>85 min</p><p><b>You could also like: </b>THE IDHUN CHRONICLES</p>"
    },
    "The Karate Kid": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Karate Kid</b></br><p>\"When a bullied teen befriends an unassuming martial arts master, he’ll learn life lessons — and the right moves — to beat back his merciless rivals.\"</p><p><b>Cast: </b>\"Ralph Macchio, Pat Morita, Elisabeth Shue, Martin Kove, Randee Heller, William Zabka, Ron Thomas, Rob Garrison\"</p><p><b>Director: </b>John G. Avildsen</p><p><b>Released in: </b>1984</p><p><b>Duration: </b>127 min</p><p><b>You could also like: </b>DEADLY SWITCH</p>"
    },
    "The Resurrection of Gavin Stone": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Resurrection of Gavin Stone</b></br><p>\"After one too many run-ins with the law, a Hollywood bad boy finds redemption while fulfilling his court-ordered community service at a megachurch.\"</p><p><b>Cast: </b>\"Brett Dalton, Anjelah Johnson-Reyes, D.B. Sweeney, Neil Flynn, Shawn Michaels, Patrick Gagnon, Tim Frank, Tara Rios, Liam Matthews, Mary Thornton\"</p><p><b>Director: </b>Dallas Jenkins</p><p><b>Released in: </b>2017</p><p><b>Duration: </b>92 min</p><p><b>You could also like: </b>SEX/LIFE</p>"
    },
    "White Christmas": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>White Christmas</b></br><p>\"Two war buddies fall for two sisters and follow the girls to a resort owned by their former commanding officer, who is in danger of losing the place.\"</p><p><b>Cast: </b>\"Bing Crosby, Danny Kaye, Rosemary Clooney, Vera-Ellen, Dean Jagger, Mary Wickes, John Brascia, Anne Whitfield, George Chakiris\"</p><p><b>Director: </b>Michael Curtiz</p><p><b>Released in: </b>1954</p><p><b>Duration: </b>120 min</p><p><b>You could also like: </b>LEVEL 16</p>"
    },
    "Wish Dragon": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Wish Dragon</b></br><p>Determined teen Din is longing to reconnect with his childhood best friend when he meets a wish-granting dragon who shows him the magic of possibilities.</p><p><b>Cast: </b>\"Jimmy Wong, John Cho, Constance Wu, Will Yun Lee, Bobby Lee, Jimmy O. Yang, Ian Chen\"</p><p><b>Director: </b>Chris Appelhans</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>102 min</p><p><b>You could also like: </b>THE EDGE OF SEVENTEEN</p>"
    },
    "Woody Woodpecker": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Woody Woodpecker</b></br><p>A rascally bird with a distinctive laugh pecks back with a vengeance when his forest habitat is threatened by a slick lawyer building his dream home.</p><p><b>Cast: </b>\"Timothy Omundson, Thaila Ayala, Eric Bauza, Graham Verchere, Jordana Largy, Scott McNeil, Adrian Glynn McMorran, Chelsea Miller, Sean Tyson\"</p><p><b>Director: </b>Alex Zamm</p><p><b>Released in: </b>2017</p><p><b>Duration: </b>91 min</p><p><b>You could also like: </b>THIS LITTLE LOVE OF MINE</p>"
    },
    "Zathura": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Zathura</b></br><p>\"A mysterious game sends two brothers flying into space, where they must reach the planet Zathura — or be trapped in galactic limbo forever.\"</p><p><b>Cast: </b>\"Jonah Bobo, Josh Hutcherson, Dax Shepard, Kristen Stewart, Tim Robbins, Frank Oz, John Alexander, Derek Mears, Douglas Tait, Joe Bucaro III\"</p><p><b>Director: </b>Jon Favreau</p><p><b>Released in: </b>2005</p><p><b>Duration: </b>101 min</p><p><b>You could also like: </b>A CLASSIC HORROR STORY</p>"
    }
}