{
    "Blade Runner: The Final Cut": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Blade Runner: The Final Cut</b></br><p>\"In a smog-choked dystopian Los Angeles, blade runner Rick Deckard is called out of retirement to snuff a quartet of escaped \\\"replicants.\\\"\"</p><p><b>Cast: </b>\"Harrison Ford, Rutger Hauer, Sean Young, Edward James Olmos, M. Emmet Walsh, Daryl Hannah, William Sanderson, Brion James, Joe Turkel, Joanna Cassidy, James Hong, Morgan Paull\"</p><p><b>Director: </b>Ridley Scott</p><p><b>Released in: </b>1982</p><p><b>Duration: </b>117 min</p><p><b>You could also like: </b>LUCIFER</p>"
    },
    "Do the Right Thing": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Do the Right Thing</b></br><p>\"On a sweltering day in Brooklyn, simmering racial tensions between residents rise to the surface and ignite rage, violence and tragedy.\"</p><p><b>Cast: </b>\"Danny Aiello, Ossie Davis, Ruby Dee, Richard Edson, Giancarlo Esposito, Spike Lee, Bill Nunn, John Turturro, Paul Benjamin, Frankie Faison, Samuel L. Jackson, Rosie Perez, Martin Lawrence, Miguel Sandoval\"</p><p><b>Director: </b>Spike Lee</p><p><b>Released in: </b>1989</p><p><b>Duration: </b>120 min</p><p><b>You could also like: </b>ONCE UPON A TIME IN AMERICA</p>"
    },
    "Ferris Bueller's Day Off": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Ferris Bueller's Day Off</b></br><p>\"After faking an illness to skip school, popular teen Ferris Bueller enjoys a fun-filled day in Chicago with his girlfriend and his uptight best friend.\"</p><p><b>Cast: </b>\"Matthew Broderick, Alan Ruck, Mia Sara, Jeffrey Jones, Jennifer Grey, Cindy Pickett, Lyman Ward, Edie McClurg, Charlie Sheen, Kristy Swanson, Ben Stein, Del Close\"</p><p><b>Director: </b>John Hughes</p><p><b>Released in: </b>1986</p><p><b>Duration: </b>103 min</p><p><b>You could also like: </b>LOVE DON'T COST A THING</p>"
    },
    "My Fair Lady": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>My Fair Lady</b></br><p>\"When a Cockney flower girl takes elocution lessons from an aloof professor, he decides to introduce her to high society, transforming both their lives.\"</p><p><b>Cast: </b>\"Audrey Hepburn, Rex Harrison, Stanley Holloway, Wilfred Hyde-White, Gladys Cooper, Jeremy Brett, Theodore Bikel, Mona Washbourne, Isobel Elsom, John Holland, Alan Napier, Marni Nixon\"</p><p><b>Director: </b>George Cukor</p><p><b>Released in: </b>1964</p><p><b>Duration: </b>173 min</p><p><b>You could also like: </b>PAGPAG: NINE LIVES</p>"
    },
    "Once Upon a Time in America": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Once Upon a Time in America</b></br><p>Director Sergio Leone's sprawling crime epic follows a group of Jewish mobsters who rise in the ranks of organized crime in 1920s New York City.</p><p><b>Cast: </b>\"Robert De Niro, James Woods, Elizabeth McGovern, Treat Williams, Tuesday Weld, Burt Young, Joe Pesci, Danny Aiello, William Forsythe, James Hayden\"</p><p><b>Director: </b>Sergio Leone</p><p><b>Released in: </b>1984</p><p><b>Duration: </b>229 min</p><p><b>You could also like: </b>ARLO THE ALLIGATOR BOY</p>"
    },
    "Rain Man": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Rain Man</b></br><p>\"Motivated by money, a selfish workaholic seeking a piece of his late father's inheritance takes a life-changing road trip with his estranged brother.\"</p><p><b>Cast: </b>\"Dustin Hoffman, Tom Cruise, Valeria Golino, Gerald R. Molen, Jack Murdock, Michael D. Roberts, Ralph Seymour, Lucinda Jenney, Bonnie Hunt\"</p><p><b>Director: </b>Barry Levinson</p><p><b>Released in: </b>1988</p><p><b>Duration: </b>134 min</p><p><b>You could also like: </b>SKATER GIRL</p>"
    },
    "The Karate Kid": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Karate Kid</b></br><p>\"When a bullied teen befriends an unassuming martial arts master, he’ll learn life lessons — and the right moves — to beat back his merciless rivals.\"</p><p><b>Cast: </b>\"Ralph Macchio, Pat Morita, Elisabeth Shue, Martin Kove, Randee Heller, William Zabka, Ron Thomas, Rob Garrison\"</p><p><b>Director: </b>John G. Avildsen</p><p><b>Released in: </b>1984</p><p><b>Duration: </b>127 min</p><p><b>You could also like: </b>DEADLY SWITCH</p>"
    },
    "What's Eating Gilbert Grape": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>What's Eating Gilbert Grape</b></br><p>\"In a backwater Iowa town, young Gilbert is torn between taking care of his troubled family and a girl who shows him new possibilities for his life.\"</p><p><b>Cast: </b>\"Johnny Depp, Leonardo DiCaprio, Juliette Lewis, Mary Steenburgen, Darlene Cates, Laura Harrington, Mary Kate Schellhardt, Kevin Tighe, John C. Reilly, Crispin Glover\"</p><p><b>Director: </b>Lasse Hallström</p><p><b>Released in: </b>1993</p><p><b>Duration: </b>118 min</p><p><b>You could also like: </b>WISH DRAGON</p>"
    },
    "White Christmas": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>White Christmas</b></br><p>\"Two war buddies fall for two sisters and follow the girls to a resort owned by their former commanding officer, who is in danger of losing the place.\"</p><p><b>Cast: </b>\"Bing Crosby, Danny Kaye, Rosemary Clooney, Vera-Ellen, Dean Jagger, Mary Wickes, John Brascia, Anne Whitfield, George Chakiris\"</p><p><b>Director: </b>Michael Curtiz</p><p><b>Released in: </b>1954</p><p><b>Duration: </b>120 min</p><p><b>You could also like: </b>LEVEL 16</p>"
    }
}