{
    "Battlefield Earth": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Battlefield Earth</b></br><p>\"In the year 3000, an alien race known as the Psychlos devastate planet Earth and force the surviving human population into slavery.\"</p><p><b>Cast: </b>\"John Travolta, Barry Pepper, Forest Whitaker, Kim Coates, Sabine Karsenti, Richard Tyson, Kelly Preston, Michael MacRae, Shaun Austin-Olsen, Tim Post, Michael Byrne\"</p><p><b>Director: </b>Roger Christian</p><p><b>Released in: </b>2000</p><p><b>Duration: </b>118 min</p><p><b>You could also like: </b>THIS IS THE LIFE</p>"
    },
    "Blade Runner: The Final Cut": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Blade Runner: The Final Cut</b></br><p>\"In a smog-choked dystopian Los Angeles, blade runner Rick Deckard is called out of retirement to snuff a quartet of escaped \\\"replicants.\\\"\"</p><p><b>Cast: </b>\"Harrison Ford, Rutger Hauer, Sean Young, Edward James Olmos, M. Emmet Walsh, Daryl Hannah, William Sanderson, Brion James, Joe Turkel, Joanna Cassidy, James Hong, Morgan Paull\"</p><p><b>Director: </b>Ridley Scott</p><p><b>Released in: </b>1982</p><p><b>Duration: </b>117 min</p><p><b>You could also like: </b>LUCIFER</p>"
    },
    "Ferris Bueller's Day Off": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Ferris Bueller's Day Off</b></br><p>\"After faking an illness to skip school, popular teen Ferris Bueller enjoys a fun-filled day in Chicago with his girlfriend and his uptight best friend.\"</p><p><b>Cast: </b>\"Matthew Broderick, Alan Ruck, Mia Sara, Jeffrey Jones, Jennifer Grey, Cindy Pickett, Lyman Ward, Edie McClurg, Charlie Sheen, Kristy Swanson, Ben Stein, Del Close\"</p><p><b>Director: </b>John Hughes</p><p><b>Released in: </b>1986</p><p><b>Duration: </b>103 min</p><p><b>You could also like: </b>LOVE DON'T COST A THING</p>"
    },
    "Hostel: Part III": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Hostel: Part III</b></br><p>\"In this installment in the popular horror franchise, a bachelor party in Las Vegas turns into a hellish bloodbath for all involved.\"</p><p><b>Cast: </b>\"Kip Pardue, Brian Hallisay, John Hensley, Sarah Habel, Chris Coy, Skyler Stone, Thomas Kretschmann, Zulay Henao, Nickola Shreli, Derrick Carr\"</p><p><b>Director: </b>Scott Spiegel</p><p><b>Released in: </b>2011</p><p><b>Duration: </b>88 min</p><p><b>You could also like: </b>SCREAM</p>"
    },
    "House Party": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>House Party</b></br><p>\"Grounded by his strict father, Kid risks life and limb to go to his best friend Play's big bash but experiences one obstacle after another.\"</p><p><b>Cast: </b>\"Christopher Reid, Christopher Martin, Robin Harris, Tisha Campbell, A.J. Johnson, Martin Lawrence, Paul Anthony, Bowlegged Lou, B-Fine, Edith Fields, Kelly Jo Minter, Clifton Powell, Verda Bridges\"</p><p><b>Director: </b>Reginald Hudlin</p><p><b>Released in: </b>1990</p><p><b>Duration: </b>104 min</p><p><b>You could also like: </b>FERRIS BUELLER'S DAY OFF</p>"
    },
    "Snowpiercer": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Snowpiercer</b></br><p>The Earth's remaining inhabitants are confined to a single train circling the globe as revolution brews among the class-divided cars.</p><p><b>Cast: </b>\"Chris Evans, Song Kang-ho, Ed Harris, John Hurt, Tilda Swinton, Jamie Bell, Octavia Spencer, Ewen Bremner, Alison Pill, Adnan Haskovic, Vlad Ivanov, Ko A-sung, Luke Pasqualino\"</p><p><b>Director: </b>Bong Joon Ho</p><p><b>Released in: </b>2013</p><p><b>Duration: </b>126 min</p><p><b>You could also like: </b>AMERICAN WOMAN</p>"
    },
    "Team America: World Police": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Team America: World Police</b></br><p>\"In this musical satire, an all-marionette police force takes on the challenging role of keeping the peace on a troubled planet.\"</p><p><b>Cast: </b>\"Trey Parker, Matt Stone, Kristen Miller, Masasa Moyo, Daran Norris, Phil Hendrie, Maurice LaMarche, Chelsea Magritte, Jeremy Shada, Fred Tatasciore\"</p><p><b>Director: </b>Trey Parker</p><p><b>Released in: </b>2004</p><p><b>Duration: </b>98 min</p><p><b>You could also like: </b>CHAPPIE</p>"
    }
}