{
    "A Champion Heart": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>A Champion Heart</b></br><p>\"When a grieving teen must work off her debt to a ranch, she cares for a wounded horse that teaches her more about healing than she expected.\"</p><p><b>Cast: </b>\"Mandy Grace, David de Vos, Donna Rusch, Devan Key, Isabella Mancuso, Ariana Guido\"</p><p><b>Director: </b>David de Vos</p><p><b>Released in: </b>2018</p><p><b>Duration: </b>90 min</p><p><b>You could also like: </b>VAMPIRE ACADEMY</p>"
    },
    "A Monster Calls": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>A Monster Calls</b></br><p>\"Overwhelmed by his mother’s illness, a young boy begins to understand human complexity through the fantastic tales of a consoling tree monster.\"</p><p><b>Cast: </b>\"Lewis MacDougall, Sigourney Weaver, Felicity Jones, Liam Neeson, Toby Kebbell, Ben Moor, James Melville, Oliver Steer, Dominic Boyle, Geraldine Chaplin, Jennifer Lim\"</p><p><b>Director: </b>J.A. Bayona</p><p><b>Released in: </b>2016</p><p><b>Duration: </b>108 min</p><p><b>You could also like: </b>HUNTER X HUNTER (2011)</p>"
    },
    "A Perfect Ending": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>A Perfect Ending</b></br><p>\"After confessing an unusual secret, a repressed wife – prompted by her friends – decides to explore her sexuality with a high-priced call girl.\"</p><p><b>Cast: </b>\"Barbara Niven, Jessica Clark, John Heard, Morgan Fairchild, Kerry Knuppe, Imelda Corcoran, Mary Jane Wells, Rebecca Staab, Michael Adam Hamilton, Bryan Jackson, Bryan Mordechai Jackson\"</p><p><b>Director: </b>Nicole Conn</p><p><b>Released in: </b>2012</p><p><b>Duration: </b>110 min</p><p><b>You could also like: </b>MY FAIR LADY</p>"
    },
    "A Private War": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>A Private War</b></br><p>\"In this biopic, war correspondent Marie Colvin risks it all to bring back the truth from the frontlines, despite the toll it takes on her own life.\"</p><p><b>Cast: </b>\"Rosamund Pike, Jamie Dornan, Tom Hollander, Stanley Tucci, Nikki Amuka-Bird, Faye Marsay, Greg Wise, Corey Johnson, Raad Rawi, Jesuthasan Antonythasan\"</p><p><b>Director: </b>Matthew Heineman</p><p><b>Released in: </b>2018</p><p><b>Duration: </b>110 min</p><p><b>You could also like: </b>ARIANA GRANDE: EXCUSE ME, I LOVE YOU</p>"
    },
    "American Woman": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>American Woman</b></br><p>\"In rural Pennsylvania, a working-class single mom must pick up the pieces and step up to raise her grandson after her daughter suddenly disappears.\"</p><p><b>Cast: </b>\"Hong Chau, Sarah Gadon, John Gallagher Jr., Lola Kirke, Ellen Burstyn, David Cubitt, Jordan Pettle, Richard Walters\"</p><p><b>Director: </b>Semi Chellas</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>87 min</p><p><b>You could also like: </b>THE HAUNTED HATHAWAYS</p>"
    },
    "Blue Miracle": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Blue Miracle</b></br><p>\"To save their cash-strapped orphanage, a guardian and his kids partner with a washed-up boat captain for a chance to win a lucrative fishing competition.\"</p><p><b>Cast: </b>\"Jimmy Gonzales, Dennis Quaid, Anthony Gonzalez, Bruce McGill, Raymond Cruz, Nathan Arenas, Miguel Angel Garcia, Isaac Arellanes, Steve Gutierrez, Dana Wheeler-Nicholson, Fernanda Urrejola, Silverio Palacios\"</p><p><b>Director: </b>Julio Quintana</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>97 min</p><p><b>You could also like: </b>GLOW UP</p>"
    },
    "Boogie Nights": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Boogie Nights</b></br><p>A well-endowed busboy is taken in by a tight-knit group of 1970s porn actors and transforms himself into skin flick celebrity Dirk Diggler.</p><p><b>Cast: </b>\"Mark Wahlberg, Burt Reynolds, Julianne Moore, Heather Graham, William H. Macy, Don Cheadle, Philip Seymour Hoffman, Luis Guzmán, John C. Reilly, Philip Baker Hall\"</p><p><b>Director: </b>Paul Thomas Anderson</p><p><b>Released in: </b>1997</p><p><b>Duration: </b>155 min</p><p><b>You could also like: </b>THE SEVEN DEADLY SINS</p>"
    },
    "Bright Star": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Bright Star</b></br><p>This drama details the passionate three-year romance between Romantic poet John Keats – who died tragically at age 25 – and his great love and muse.</p><p><b>Cast: </b>\"Abbie Cornish, Ben Whishaw, Paul Schneider, Kerry Fox, Edie Martin, Thomas Brodie-Sangster, Claudie Blakley, Gerard Monaco, Antonia Campbell-Hughes, Samuel Roukin\"</p><p><b>Director: </b>Jane Campion</p><p><b>Released in: </b>2009</p><p><b>Duration: </b>119 min</p><p><b>You could also like: </b>VALENTINE'S DAY</p>"
    },
    "Captain Fantastic": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Captain Fantastic</b></br><p>\"A father raising his children off the grid begins to question his anti-establishment, utopian views when a tragic loss pulls them back into society.\"</p><p><b>Cast: </b>\"Viggo Mortensen, Frank Langella, George MacKay, Samantha Isler, Annalise Basso, Nicholas Hamilton, Shree Crooks, Charlie Shotwell, Ann Dowd, Erin Moriarty, Missi Pyle, Kathryn Hahn, Steve Zahn\"</p><p><b>Director: </b>Matt Ross</p><p><b>Released in: </b>2016</p><p><b>Duration: </b>119 min</p><p><b>You could also like: </b>UNDERWORLD</p>"
    },
    "Cold Mountain": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Cold Mountain</b></br><p>\"This drama follows a wounded Civil War soldier making the long journey home, while his faraway love fights for survival on her deceased father's farm.\"</p><p><b>Cast: </b>\"Jude Law, Nicole Kidman, Renée Zellweger, Eileen Atkins, Brendan Gleeson, Philip Seymour Hoffman, Natalie Portman, Giovanni Ribisi, Donald Sutherland, Ray Winstone\"</p><p><b>Director: </b>Anthony Minghella</p><p><b>Released in: </b>2003</p><p><b>Duration: </b>154 min</p><p><b>You could also like: </b>THE CROWN</p>"
    },
    "Dear John": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Dear John</b></br><p>\"While on summer leave, a U.S. soldier falls for a college student. But when he's forced to reenlist, their handwritten letters hold the lovers together.\"</p><p><b>Cast: </b>\"Channing Tatum, Amanda Seyfried, Richard Jenkins, Henry Thomas, D.J. Cotrona, Cullen Moss, Gavin McCulley, Jose Lucena Jr., Keith Robinson, Scott Porter\"</p><p><b>Director: </b>Lasse Hallström</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>108 min</p><p><b>You could also like: </b>SAKALING MAGING TAYO</p>"
    },
    "Do the Right Thing": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Do the Right Thing</b></br><p>\"On a sweltering day in Brooklyn, simmering racial tensions between residents rise to the surface and ignite rage, violence and tragedy.\"</p><p><b>Cast: </b>\"Danny Aiello, Ossie Davis, Ruby Dee, Richard Edson, Giancarlo Esposito, Spike Lee, Bill Nunn, John Turturro, Paul Benjamin, Frankie Faison, Samuel L. Jackson, Rosie Perez, Martin Lawrence, Miguel Sandoval\"</p><p><b>Director: </b>Spike Lee</p><p><b>Released in: </b>1989</p><p><b>Duration: </b>120 min</p><p><b>You could also like: </b>ONCE UPON A TIME IN AMERICA</p>"
    },
    "Five Feet Apart": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Five Feet Apart</b></br><p>A teen with cystic fibrosis shakes up her daily routine and challenges hospital protocol when she falls for a fellow patient.</p><p><b>Cast: </b>\"Haley Lu Richardson, Cole Sprouse, Moisés Arias, Kimberly Hébert Gregory, Parminder Nagra, Claire Forlani, Emily Baldoni, Gary Weeks, Cynthia Evans\"</p><p><b>Director: </b>Justin Baldoni</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>116 min</p><p><b>You could also like: </b>TWO SENTENCE HORROR STORIES</p>"
    },
    "Get on Up": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Get on Up</b></br><p>Music legend James Brown makes a turbulent journey from humble origins to superstardom as the Godfather of Soul in this biopic starring Chadwick Boseman.</p><p><b>Cast: </b>\"Chadwick Boseman, Nelsan Ellis, Dan Aykroyd, Viola Davis, Lennie James, Fred Melamed, Craig Robinson, Jill Scott, Octavia Spencer, Jacinte Blankenship\"</p><p><b>Director: </b>Tate Taylor</p><p><b>Released in: </b>2014</p><p><b>Duration: </b>139 min</p><p><b>You could also like: </b>A PRIVATE WAR</p>"
    },
    "Gimme Shelter": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Gimme Shelter</b></br><p>\"After running away from her abusive mother, a streetwise teen seeks refuge with her father, but he rejects her when he learns that she's pregnant.\"</p><p><b>Cast: </b>\"Vanessa Hudgens, James Earl Jones, Rosario Dawson, Ann Dowd, Stephanie Szostak, Emily Meade, Brendan Fraser, Dascha Polanco\"</p><p><b>Director: </b>Ron Krauss</p><p><b>Released in: </b>2013</p><p><b>Duration: </b>101 min</p><p><b>You could also like: </b>TIMMY TIME</p>"
    },
    "Hachi: A Dog's Tale": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Hachi: A Dog's Tale</b></br><p>\"When his master dies, a loyal pooch named Hachiko keeps a vigil for more than a decade at the train station where he once greeted his owner every day.\"</p><p><b>Cast: </b>\"Richard Gere, Joan Allen, Cary-Hiroyuki Tagawa, Sarah Roemer, Jason Alexander, Erick Avari, Davenia McFadden, Robbie Sublett, Kevin DeCoste, Rob Degnan\"</p><p><b>Director: </b>Lasse Hallström</p><p><b>Released in: </b>2009</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>TAYO THE LITTLE BUS</p>"
    },
    "Home Again": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Home Again</b></br><p>\"A newly single mom takes in three young male filmmakers as boarders, but her estranged husband returns to complicate her new, unconventional life.\"</p><p><b>Cast: </b>\"Reese Witherspoon, Michael Sheen, Candice Bergen, Nat Wolff, Jon Rudnitsky, Pico Alexander, Lake Bell, Reid Scott, Dolly Wells, Lola Flanery, Eden Grace Redfield, P.J. Byrne\"</p><p><b>Director: </b>Hallie Meyers-Shyer</p><p><b>Released in: </b>2017</p><p><b>Duration: </b>97 min</p><p><b>You could also like: </b>THE HAUNTED HATHAWAYS</p>"
    },
    "Letters to Juliet": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Letters to Juliet</b></br><p>\"By responding to a letter addressed to Shakespeare's tragic heroine Juliet Capulet, an American woman in Verona, Italy, is led in search of romance.\"</p><p><b>Cast: </b>\"Amanda Seyfried, Christopher Egan, Gael García Bernal, Vanessa Redgrave, Franco Nero, Luisa Ranieri, Marina Massironi, Milena Vukotic, Marcia DeBonis, Luisa De Santis, Lidia Biondi, Giordano Formenti, Chris Egan\"</p><p><b>Director: </b>Gary Winick</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>105 min</p><p><b>You could also like: </b>THE BACHELORETTE</p>"
    },
    "Life as We Know It": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Life as We Know It</b></br><p>\"Holly and Eric discover reciprocal hatred during their first date, but must put their feelings aside after becoming guardians of their friends' baby.\"</p><p><b>Cast: </b>\"Katherine Heigl, Josh Duhamel, Josh Lucas, Alexis Clagett, Brynn Clagett, Brooke Clagett, Hayes MacArthur, Christina Hendricks, Sarah Burns, Jessica St. Clair\"</p><p><b>Director: </b>Greg Berlanti</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>115 min</p><p><b>You could also like: </b>THE PAPER TIGERS</p>"
    },
    "Like Crazy": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Like Crazy</b></br><p>A spirited exchange student and an American man fall in love in LA. But their romance faces an uphill battle when she is forced to return to England.</p><p><b>Cast: </b>\"Anton Yelchin, Felicity Jones, Jennifer Lawrence, Charlie Bewley, Alex Kingston, Oliver Muirhead, Finola Hughes, Chris Messina, Ben York Jones, Jamie Thomas King\"</p><p><b>Director: </b>Drake Doremus</p><p><b>Released in: </b>2011</p><p><b>Duration: </b>91 min</p><p><b>You could also like: </b>DEADLY SWITCH</p>"
    },
    "Magnolia": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Magnolia</b></br><p>\"Through chance, history and divine intervention, a cast of eclectic characters weaves and warps through each other's lives on a random day in California.\"</p><p><b>Cast: </b>\"John C. Reilly, Philip Baker Hall, Tom Cruise, Julianne Moore, Philip Seymour Hoffman, William H. Macy, Jeremy Blackman, Jason Robards, Melinda Dillon, April Grace, Luis Guzmán, Ricky Jay, Alfred Molina, Michael Murphy, Melora Walters\"</p><p><b>Director: </b>Paul Thomas Anderson</p><p><b>Released in: </b>1999</p><p><b>Duration: </b>189 min</p><p><b>You could also like: </b>SEVEN POUNDS</p>"
    },
    "Malcolm & Marie": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Malcolm & Marie</b></br><p>\"As a filmmaker and his girlfriend return home from his movie premiere, smoldering tensions and painful revelations push them toward a romantic reckoning.\"</p><p><b>Cast: </b>\"Zendaya, John David Washington\"</p><p><b>Director: </b>Sam Levinson</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>106 min</p><p><b>You could also like: </b>LOVE DON'T COST A THING</p>"
    },
    "Mandela: Long Walk to Freedom": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Mandela: Long Walk to Freedom</b></br><p>This in-depth biopic portrays groundbreaking South African leader Nelson Mandela's fight against political oppression and virulent racism.</p><p><b>Cast: </b>\"Idris Elba, Naomie Harris, Tony Kgoroge, Riaad Moosa, Zolani Mkiva, Simo Mogwaza, Fana Mokoena, Thapelo Mokoena, Jamie Bartlett, Deon Lotz, Terry Pheto, Mark Elderkin\"</p><p><b>Director: </b>Justin Chadwick</p><p><b>Released in: </b>2013</p><p><b>Duration: </b>141 min</p><p><b>You could also like: </b>BIGGIE: I GOT A STORY TO TELL</p>"
    },
    "Memoirs of a Geisha": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Memoirs of a Geisha</b></br><p>\"Sold to a geisha house as a child, a fisherman’s daughter becomes the most sought-after geisha in Kyoto, but rivalries threaten the destiny she desires.\"</p><p><b>Cast: </b>\"Zhang Ziyi, Ken Watanabe, Koji Yakusho, Michelle Yeoh, Kaori Momoi, Youki Kudoh, Gong Li, Cary-Hiroyuki Tagawa, Mako Iwamatsu, Navia Nguyen, Karl Yune\"</p><p><b>Director: </b>Rob Marshall</p><p><b>Released in: </b>2005</p><p><b>Duration: </b>145 min</p><p><b>You could also like: </b>ATTACK ON TITAN</p>"
    },
    "Middle of Nowhere": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Middle of Nowhere</b></br><p>\"After her husband is sent to prison for eight years, medical student Ruby shelves her studies to focus on her partner's welfare as he serves his time.\"</p><p><b>Cast: </b>\"Emayatzy Corinealdi, David Oyelowo, Omari Hardwick, Lorraine Toussaint, Edwina Findley Dickerson, Sharon Lawrence, Nehemiah Sutton, Troy Curvey III, Maya Gilbert, Dondre T. Whitfield\"</p><p><b>Director: </b>Ava DuVernay</p><p><b>Released in: </b>2012</p><p><b>Duration: </b>102 min</p><p><b>You could also like: </b>THE NEXT THREE DAYS</p>"
    },
    "Midnight Sun": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Midnight Sun</b></br><p>\"Born with a fatal sensitivity to sunlight, a sheltered teen girl falls for her neighbor, but hides her condition from him as their romance blossoms.\"</p><p><b>Cast: </b>\"Bella Thorne, Patrick Schwarzenegger, Rob Riggle, Quinn Shephard, Suleka Mathew, Tiera Skovbye, Ken Tremblett, Norm Misura, Austin Obiajunwa, Nicholas Coombe\"</p><p><b>Director: </b>Scott Speer</p><p><b>Released in: </b>2018</p><p><b>Duration: </b>91 min</p><p><b>You could also like: </b>ICARLY</p>"
    },
    "Million Dollar Baby": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Million Dollar Baby</b></br><p>\"When a cantankerous trainer mentors a persistent amateur boxer determined to go pro, deep-seated emotions become their strongest opponents.\"</p><p><b>Cast: </b>\"Clint Eastwood, Hilary Swank, Morgan Freeman, Anthony Mackie, Jay Baruchel, Mike Colter, Lucia Rijker, Brían F. O'Byrne, Margo Martindale, Riki Lindhome\"</p><p><b>Director: </b>Clint Eastwood</p><p><b>Released in: </b>2004</p><p><b>Duration: </b>133 min</p><p><b>You could also like: </b>FATE: THE WINX SAGA</p>"
    },
    "Mother's Day": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Mother's Day</b></br><p>The trials and tribulations of several Atlanta moms (and one clueless widower dad) make it a Mother's Day to remember in this ensemble comedy.</p><p><b>Cast: </b>\"Jennifer Aniston, Kate Hudson, Julia Roberts, Jason Sudeikis, Britt Robertson, Timothy Olyphant, Margo Martindale, Shay Mitchell, Jack Whitehall, Hector Elizondo, Jon Lovitz, Larry Miller, Cameron Esposito, Aasif Mandvi, Jennifer Garner, Sarah Chalke\"</p><p><b>Director: </b>Garry Marshall</p><p><b>Released in: </b>2016</p><p><b>Duration: </b>118 min</p><p><b>You could also like: </b>THE MOLE</p>"
    },
    "Once Upon a Time in America": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Once Upon a Time in America</b></br><p>Director Sergio Leone's sprawling crime epic follows a group of Jewish mobsters who rise in the ranks of organized crime in 1920s New York City.</p><p><b>Cast: </b>\"Robert De Niro, James Woods, Elizabeth McGovern, Treat Williams, Tuesday Weld, Burt Young, Joe Pesci, Danny Aiello, William Forsythe, James Hayden\"</p><p><b>Director: </b>Sergio Leone</p><p><b>Released in: </b>1984</p><p><b>Duration: </b>229 min</p><p><b>You could also like: </b>ARLO THE ALLIGATOR BOY</p>"
    },
    "Rain Man": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Rain Man</b></br><p>\"Motivated by money, a selfish workaholic seeking a piece of his late father's inheritance takes a life-changing road trip with his estranged brother.\"</p><p><b>Cast: </b>\"Dustin Hoffman, Tom Cruise, Valeria Golino, Gerald R. Molen, Jack Murdock, Michael D. Roberts, Ralph Seymour, Lucinda Jenney, Bonnie Hunt\"</p><p><b>Director: </b>Barry Levinson</p><p><b>Released in: </b>1988</p><p><b>Duration: </b>134 min</p><p><b>You could also like: </b>SKATER GIRL</p>"
    },
    "Really Love": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Really Love</b></br><p>A rising Black painter tries to break into a competitive art world while balancing an unexpected romance with an ambitious law student.</p><p><b>Cast: </b>\"Kofi Siriboe, Yootha Wong-Loi-Sing, Michael Ealy, Uzo Aduba\"</p><p><b>Director: </b>Angel Kristi Williams</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>95 min</p><p><b>You could also like: </b>SAKALING MAGING TAYO</p>"
    },
    "Same Kind of Different as Me": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Same Kind of Different as Me</b></br><p>A wealthy couple whose marriage is on the rocks befriends a local homeless man who changes their perspectives in this inspiring true story.</p><p><b>Cast: </b>\"Greg Kinnear, Renée Zellweger, Djimon Hounsou, Jon Voight, Olivia Holt\"</p><p><b>Director: </b>Michael Carney</p><p><b>Released in: </b>2017</p><p><b>Duration: </b>120 min</p><p><b>You could also like: </b>MARVEL ANIME: WOLVERINE</p>"
    },
    "Savages": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Savages</b></br><p>\"With the help of a shady DEA agent, two weed entrepreneurs take on a merciless cartel leader who wants in on their business and kidnaps their lover.\"</p><p><b>Cast: </b>\"Taylor Kitsch, Aaron Taylor-Johnson, Blake Lively, John Travolta, Benicio Del Toro, Salma Hayek, Demián Bichir, Sandra Echeverría, Emile Hirsch, Joaquín Cosío, Ali Wong\"</p><p><b>Director: </b>Oliver Stone</p><p><b>Released in: </b>2012</p><p><b>Duration: </b>131 min</p><p><b>You could also like: </b>STARTUP</p>"
    },
    "Seven Pounds": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Seven Pounds</b></br><p>\"Weighed down by a dark secret, IRS agent Ben Thomas tries to improve the lives of seven strangers in need of a second chance.\"</p><p><b>Cast: </b>\"Will Smith, Rosario Dawson, Woody Harrelson, Michael Ealy, Barry Pepper, Elpidia Carrillo, Robinne Lee, Joe Nunez, Bill Smitrovich, Tim Kelleher, Gina Hecht, Andy Milder, Judyann Elder, Sarah Jane Morris\"</p><p><b>Director: </b>Gabriele Muccino</p><p><b>Released in: </b>2008</p><p><b>Duration: </b>123 min</p><p><b>You could also like: </b>REA(L)OVE</p>"
    },
    "Skater Girl": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Skater Girl</b></br><p>\"When a teen in rural India discovers a life-changing passion for skateboarding, she faces a rough road as she follows her dream to compete.\"</p><p><b>Cast: </b>\"Rachel Saanchita Gupta, Amy Maghera, Shafin Patel, Ambrish Saxena, Swati Das, Jonathan Readwin, Ankit Yadav, Anurag Arora, Vinayak Gupta, Vivek Yadav, Waheeda Rehman\"</p><p><b>Director: </b>Manjari Makijany</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>110 min</p><p><b>You could also like: </b>RAIN MAN</p>"
    },
    "State of Play": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>State of Play</b></br><p>A veteran journalist teams up with a young reporter to untangle a web of lies surrounding the suspicious death of a woman tied to a powerful politician.</p><p><b>Cast: </b>\"Russell Crowe, Ben Affleck, Rachel McAdams, Helen Mirren, Robin Wright, Jason Bateman, Jeff Daniels, Michael Berresse, Harry Lennix\"</p><p><b>Director: </b>Kevin Macdonald</p><p><b>Released in: </b>2009</p><p><b>Duration: </b>127 min</p><p><b>You could also like: </b>U-TURN</p>"
    },
    "The American": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The American</b></br><p>\"Dispatched to a small Italian town to await further orders, assassin Jack embarks on a double life that may be more relaxing than is good for him.\"</p><p><b>Cast: </b>\"George Clooney, Violante Placido, Thekla Reuten, Paolo Bonacelli, Johan Leysen, Irina Björklund, Filippo Timi, Anna Foglietta, Björn Granath\"</p><p><b>Director: </b>Anton Corbijn</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>105 min</p><p><b>You could also like: </b>FAMILY REUNION</p>"
    },
    "The Edge of Seventeen": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Edge of Seventeen</b></br><p>A troubled teenager finds high school life even less bearable after she catches her childhood best friend hooking up with her popular older brother.</p><p><b>Cast: </b>\"Hailee Steinfeld, Woody Harrelson, Kyra Sedgwick, Haley Lu Richardson, Blake Jenner, Hayden Szeto, Alexander Calvert, Eric Keenleyside\"</p><p><b>Director: </b>Kelly Fremon Craig</p><p><b>Released in: </b>2016</p><p><b>Duration: </b>105 min</p><p><b>You could also like: </b>WISH DRAGON</p>"
    },
    "The Last Letter From Your Lover": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Last Letter From Your Lover</b></br><p>\"After finding a trove of love letters from 1965, a reporter sets out to solve the mystery of a secret affair — while embarking on a romance of her own.\"</p><p><b>Cast: </b>\"Shailene Woodley, Felicity Jones, Callum Turner, Joe Alwyn, Nabhaan Rizwan, Ncuti Gatwa, Emma Appleton, Christian Brassington, Alice Orr-Ewing, Lee Knight, Zoe Boyle, Ben Cross, Diana Kent\"</p><p><b>Director: </b>Augustine Frizzell</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>111 min</p><p><b>You could also like: </b>LUPIN</p>"
    },
    "The Lincoln Lawyer": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Lincoln Lawyer</b></br><p>A street-wise defense lawyer who operates out of the back seat of his Lincoln lands a high-profile case that soon puts him and his family in danger.</p><p><b>Cast: </b>\"Matthew McConaughey, Josh Lucas, Ryan Phillippe, John Leguizamo, Michael Peña, Bryan Cranston, Bob Gunton, William H. Macy, Marisa Tomei, Frances Fisher\"</p><p><b>Director: </b>Brad Furman</p><p><b>Released in: </b>2011</p><p><b>Duration: </b>118 min</p><p><b>You could also like: </b>THIS LITTLE LOVE OF MINE</p>"
    },
    "The Master": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Master</b></br><p>\"A heavy-drinking loner finds some semblance of a family when he stumbles onto the ship of Lancaster Dodd, the charismatic leader of a new \\\"religion.\\\"\"</p><p><b>Cast: </b>\"Joaquin Phoenix, Philip Seymour Hoffman, Amy Adams, Laura Dern, Kevin J. O'Connor, Jesse Plemons, Rami Malek, Christopher Evan Welch, Madisen Beaty, Ambyr Childers, Price Carson\"</p><p><b>Director: </b>Paul Thomas Anderson</p><p><b>Released in: </b>2012</p><p><b>Duration: </b>137 min</p><p><b>You could also like: </b>OCTONAUTS: ABOVE & BEYOND</p>"
    },
    "The Next Three Days": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Next Three Days</b></br><p>\"When his wife becomes a murder suspect and is sent to prison, a professor plots a meticulous plan to take back her freedom and reunite his family.\"</p><p><b>Cast: </b>\"Russell Crowe, Elizabeth Banks, Brian Dennehy, Lennie James, Olivia Wilde, Ty Simpkins, Helen Carey, Liam Neeson, Daniel Stern, Kevin Corrigan\"</p><p><b>Director: </b>Paul Haggis</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>133 min</p><p><b>You could also like: </b>MIDDLE OF NOWHERE</p>"
    },
    "The Pianist": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Pianist</b></br><p>Famed Polish pianist Wladyslaw Szpilman struggles to survive the onslaught of Nazi tyranny during World War II in this drama based on his memoirs.</p><p><b>Cast: </b>\"Adrien Brody, Thomas Kretschmann, Frank Finlay, Maureen Lipman, Emilia Fox, Ed Stoppard, Julia Rayner, Jessica Kate Meyer, Ronan Vibert, Ruth Platt\"</p><p><b>Director: </b>Roman Polański</p><p><b>Released in: </b>2002</p><p><b>Duration: </b>149 min</p><p><b>You could also like: </b>THE LIBERATOR</p>"
    },
    "The Queen": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Queen</b></br><p>\"After Princess Diana's death, Queen Elizabeth II and Tony Blair face public demands that she be memorialized in a manner beyond standard protocol.\"</p><p><b>Cast: </b>\"Helen Mirren, Michael Sheen, James Cromwell, Helen McCrory, Alex Jennings, Roger Allam, Sylvia Syms, Mark Bazeley\"</p><p><b>Director: </b>Stephen Frears</p><p><b>Released in: </b>2006</p><p><b>Duration: </b>103 min</p><p><b>You could also like: </b>THE CROWN</p>"
    },
    "The Resurrection of Gavin Stone": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Resurrection of Gavin Stone</b></br><p>\"After one too many run-ins with the law, a Hollywood bad boy finds redemption while fulfilling his court-ordered community service at a megachurch.\"</p><p><b>Cast: </b>\"Brett Dalton, Anjelah Johnson-Reyes, D.B. Sweeney, Neil Flynn, Shawn Michaels, Patrick Gagnon, Tim Frank, Tara Rios, Liam Matthews, Mary Thornton\"</p><p><b>Director: </b>Dallas Jenkins</p><p><b>Released in: </b>2017</p><p><b>Duration: </b>92 min</p><p><b>You could also like: </b>SEX/LIFE</p>"
    },
    "The Wedding Guest": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Wedding Guest</b></br><p>\"Hired to extract a bride-to-be before her arranged wedding in Pakistan, a hired gun goes on the run with his hostage when his plan unravels.\"</p><p><b>Cast: </b>\"Dev Patel, Radhika Apte, Jim Sarbh\"</p><p><b>Director: </b>Michael Winterbottom</p><p><b>Released in: </b>2018</p><p><b>Duration: </b>97 min</p><p><b>You could also like: </b>MY AMNESIA GIRL</p>"
    },
    "The Whole Truth": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Whole Truth</b></br><p>\"Trying to earn an acquittal for a teen client accused of murdering his wealthy father, a defense attorney uncovers disturbing facts about the victim.\"</p><p><b>Cast: </b>\"Keanu Reeves, Renée Zellweger, Gugu Mbatha-Raw, Gabriel Basso, Jim Belushi, Jim Klock, Ritchie Montgomery, Christopher Berry\"</p><p><b>Director: </b>Courtney Hunt</p><p><b>Released in: </b>2016</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>LUPIN</p>"
    },
    "The World We Make": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The World We Make</b></br><p>\"A teenage equestrian and a local football player fall for each other, but simmering racism in their small town puts their relationship to the test.\"</p><p><b>Cast: </b>\"Caleb Castille, Rose Reid, Kevin Sizemore, Gregory Alan Williams\"</p><p><b>Director: </b>Brian Baugh</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>108 min</p><p><b>You could also like: </b>ALL AMERICAN</p>"
    },
    "What Dreams May Come": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>What Dreams May Come</b></br><p>\"A physician finds himself in heaven after an accident, inhabiting the landscape of his wife's paintings while seeking to rescue her from the underworld.\"</p><p><b>Cast: </b>\"Robin Williams, Cuba Gooding Jr., Annabella Sciorra, Max von Sydow, Jessica Brooks Grant, Josh Paddock, Rosalind Chao, Lucinda Jenney, Maggie McCarthy, Wilma Bonet, Matt Salinger, Carin Sprague, June Carryl, Paul P. Card IV, Werner Herzog\"</p><p><b>Director: </b>Vincent Ward</p><p><b>Released in: </b>1998</p><p><b>Duration: </b>114 min</p><p><b>You could also like: </b>THE TOURIST</p>"
    },
    "What's Eating Gilbert Grape": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>What's Eating Gilbert Grape</b></br><p>\"In a backwater Iowa town, young Gilbert is torn between taking care of his troubled family and a girl who shows him new possibilities for his life.\"</p><p><b>Cast: </b>\"Johnny Depp, Leonardo DiCaprio, Juliette Lewis, Mary Steenburgen, Darlene Cates, Laura Harrington, Mary Kate Schellhardt, Kevin Tighe, John C. Reilly, Crispin Glover\"</p><p><b>Director: </b>Lasse Hallström</p><p><b>Released in: </b>1993</p><p><b>Duration: </b>118 min</p><p><b>You could also like: </b>WISH DRAGON</p>"
    }
}