{
    "A Classic Horror Story": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>A Classic Horror Story</b></br><p>\"In this gruesome suspense film, strangers traveling in southern Italy become stranded in the woods, where they must fight desperately to get out alive.\"</p><p><b>Cast: </b>\"Matilda Lutz, Francesco Russo, Peppino Mazzotta, Will Merrick, Yuliia Sobol, Alida Baldari Calabria, Cristina Donadio, Francesca Cavallin\"</p><p><b>Director: </b>\"Roberto De Feo, Paolo Strippoli\"</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>95 min</p><p><b>You could also like: </b>UNTIL MIDNIGHT</p>"
    },
    "Andhakaaram": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Andhakaaram</b></br><p>\"As a blind librarian, dispirited cricketer and desolate psychiatrist each seek retribution and release, their lives overlap under eerie influences.\"</p><p><b>Cast: </b>\"Vinoth Kishan, Arjun Das, Pooja Ramachandran, Kumar Natarajan, Misha Ghoshal, Arul Vincent, Chenthu Mohan, Pradeep Kalipurayath\"</p><p><b>Director: </b>V Vignarajan</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>171 min</p><p><b>You could also like: </b>BEHIND HER EYES</p>"
    },
    "Army of the Dead": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Army of the Dead</b></br><p>\"After a zombie outbreak in Las Vegas, a group of mercenaries takes the ultimate gamble by venturing into the quarantine zone for the greatest heist ever.\"</p><p><b>Cast: </b>\"Dave Bautista, Ella Purnell, Omari Hardwick, Garret Dillahunt, Ana de la Reguera, Theo Rossi, Matthias Schweighöfer, Nora Arnezeder, Hiroyuki Sanada, Tig Notaro, Raúl Castillo, Huma Qureshi, Samantha Win, Richard Cetrone, Michael Cassidy\"</p><p><b>Director: </b>Zack Snyder</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>148 min</p><p><b>You could also like: </b>HOSTEL: PART III</p>"
    },
    "Cadaver": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Cadaver</b></br><p>\"When a peculiar hotel dinner show draws crowds during a postapocalyptic famine, one family discovers they'll pay much more than the price of admission.\"</p><p><b>Cast: </b>\"Gitte Witt, Thomas Gullestad, Thorbjørn Harr, Tuva Olivia Remman, Trine Wiggen, Maria Grazia Di Meo, Kingsford Siayor, Jonatan Rodriguez\"</p><p><b>Director: </b>Jarand Herdal</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>87 min</p><p><b>You could also like: </b>THE MOLE</p>"
    },
    "Case 39": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Case 39</b></br><p>A naïve social worker brings a 10-year-old child into her home to rescue the girl from abusive parents – only to learn that she isn't what she seems.</p><p><b>Cast: </b>\"Renée Zellweger, Jodelle Ferland, Ian McShane, Bradley Cooper, Callum Keith Rennie, Adrian Lester, Kerry O'Malley, Cynthia Stevenson, Alexander Conti, Philip Cabrita\"</p><p><b>Director: </b>Christian Alvart</p><p><b>Released in: </b>2009</p><p><b>Duration: </b>111 min</p><p><b>You could also like: </b>KAALI KHUHI</p>"
    },
    "Crimson Peak": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Crimson Peak</b></br><p>\"After marrying a mysterious British aristocrat, a young heiress moves into his crumbling, creepy ancestral home and finds it conceals sinister secrets.\"</p><p><b>Cast: </b>\"Mia Wasikowska, Jessica Chastain, Tom Hiddleston, Charlie Hunnam, Jim Beaver, Burn Gorman, Leslie Hope, Doug Jones, Jonathan Hyde, Bruce Gray\"</p><p><b>Director: </b>Guillermo del Toro</p><p><b>Released in: </b>2015</p><p><b>Duration: </b>119 min</p><p><b>You could also like: </b>INSIDIOUS</p>"
    },
    "Dark Skies": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Dark Skies</b></br><p>\"A family’s idyllic suburban life shatters when an alien force invades their home, and as they struggle to convince others of the deadly threat.\"</p><p><b>Cast: </b>\"Keri Russell, Josh Hamilton, J.K. Simmons, Dakota Goyo, Kadan Rockett, L.J. Benet, Rich Hutchman, Myndy Crist, Annie Thurman, Jake Brennan\"</p><p><b>Director: </b>Scott Stewart</p><p><b>Released in: </b>2013</p><p><b>Duration: </b>97 min</p><p><b>You could also like: </b>PROSPECT</p>"
    },
    "Don’t Listen": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Don’t Listen</b></br><p>\"After a tragic turn of events at the new home he's fixing up, Daniel hears a ghostly plea for help, spurring him to seek out a famous paranormal expert.\"</p><p><b>Cast: </b>\"Rodolfo Sancho, Ana Fernández, Ramón Barea, Belén Fabra, Lucas Blas\"</p><p><b>Director: </b>Ángel Gómez Hernández</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>98 min</p><p><b>You could also like: </b>INSIDIOUS</p>"
    },
    "Ghost Lab": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Ghost Lab</b></br><p>\"After witnessing a haunting in their hospital, two doctors become dangerously obsessed with obtaining scientific proof that ghosts exist.\"</p><p><b>Cast: </b>\"Thanapob Leeratanakachorn, Paris Intarakomalyasut, Nuttanicha Dungwattanawanich, Suquan Bulakul, Rachanee Siralert, Chaleeda Gilbert, Nuttawut Jenmana, Alanta Potjes, Anchuleeon Buagaew, Jinjuta Rattanaburi\"</p><p><b>Director: </b>Paween Purijitpanya</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>118 min</p><p><b>You could also like: </b>GREY'S ANATOMY</p>"
    },
    "His House": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>His House</b></br><p>\"As a young couple from war-torn South Sudan seeks asylum and a fresh start in England, they’re tormented by a sinister force living in their new home.\"</p><p><b>Cast: </b>\"Ṣọpẹ́ Dìrísù, Wunmi Mosaku, Matt Smith, Malaika Wakoli-Abigaba\"</p><p><b>Director: </b>Remi Weekes</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>WHAT LIES BELOW</p>"
    },
    "HOMUNCULUS": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>HOMUNCULUS</b></br><p>Truth and illusion blurs when a homeless amnesiac awakens from an experimental medical procedure with the ability to see people's innermost traumas.</p><p><b>Cast: </b>\"Go Ayano, Ryo Narita, Yukino Kishii, Anna Ishii, Seiyo Uchino\"</p><p><b>Director: </b>Takashi Shimizu</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>116 min</p><p><b>You could also like: </b>EDENS ZERO</p>"
    },
    "Hospital": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Hospital</b></br><p>\"In an abandoned hospital in Tainan, visitors seeking to communicate with their relatives' spirits are haunted by disturbing, supernatural occurrences.\"</p><p><b>Cast: </b>\"Lin Po-Hung, Tai Bo, Jacqueline Zhu, Lei Hong, Hsu Lichi, Yoko Young, Samuel Gu, Eunice Lin\"</p><p><b>Director: </b>Brody Chu</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>90 min</p><p><b>You could also like: </b>PAGPAG: NINE LIVES</p>"
    },
    "Hostel: Part III": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Hostel: Part III</b></br><p>\"In this installment in the popular horror franchise, a bachelor party in Las Vegas turns into a hellish bloodbath for all involved.\"</p><p><b>Cast: </b>\"Kip Pardue, Brian Hallisay, John Hensley, Sarah Habel, Chris Coy, Skyler Stone, Thomas Kretschmann, Zulay Henao, Nickola Shreli, Derrick Carr\"</p><p><b>Director: </b>Scott Spiegel</p><p><b>Released in: </b>2011</p><p><b>Duration: </b>88 min</p><p><b>You could also like: </b>SCREAM</p>"
    },
    "Incarnate": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Incarnate</b></br><p>An unconventional demon hunter faces his greatest challenge when he steps inside the subconscious mind of a boy possessed by a powerful entity.</p><p><b>Cast: </b>\"Aaron Eckhart, Carice van Houten, Catalina Sandino Moreno, David Mazouz, Keir O'Donnell, Matt Nable, Emily Jackson, Paul Vincent O'Connor, Natalija Nogulich, John Pirruccello, Mark Steger, Emjay Anthony, Karolina Wydra\"</p><p><b>Director: </b>Brad Peyton</p><p><b>Released in: </b>2016</p><p><b>Duration: </b>87 min</p><p><b>You could also like: </b>THE ROPE CURSE 2</p>"
    },
    "Insidious": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Insidious</b></br><p>\"A family moves into a new home, where their son falls into a coma and eerie events begin to reveal something far more sinister is lurking in the house.\"</p><p><b>Cast: </b>\"Patrick Wilson, Rose Byrne, Lin Shaye, Ty Simpkins, Barbara Hershey, Leigh Whannell, Angus Sampson, Andrew Astor, Joseph Bishara\"</p><p><b>Director: </b>James Wan</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>103 min</p><p><b>You could also like: </b>THE STRANGE HOUSE</p>"
    },
    "Into the Grizzly Maze": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Into the Grizzly Maze</b></br><p>Estranged brothers Beckett and Rowan reunite in the Alaskan wild to confront a savage grizzly bear wreaking havoc on their hometown.</p><p><b>Cast: </b>\"James Marsden, Thomas Jane, Billy Bob Thornton, Piper Perabo, Scott Glenn, Michaela McManus, Adam Beach, Kelly Curran\"</p><p><b>Director: </b>David Hackl</p><p><b>Released in: </b>2015</p><p><b>Duration: </b>90 min</p><p><b>You could also like: </b>JOJO'S BIZARRE ADVENTURE</p>"
    },
    "Kaali Khuhi": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Kaali Khuhi</b></br><p>\"When a restless spirit curses a village that has a history of female infanticide, the town's fate lies in the hands of a 10-year-old girl.\"</p><p><b>Cast: </b>\"Shabana Azmi, Leela Samson, Sanjeeda Sheikh, Satyadeep Misra, Riva Arora, Hetvi Bhanushali, Rose Rathod\"</p><p><b>Director: </b>Terrie Samundra</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>91 min</p><p><b>You could also like: </b>CASE 39</p>"
    },
    "Nobody Sleeps in the Woods Tonight": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Nobody Sleeps in the Woods Tonight</b></br><p>\"Addicted to technology, a group of teens attends a rehabilitation camp in the forest, but a sinister force there intends to take them offline forever.\"</p><p><b>Cast: </b>\"Julia Wieniawa-Narkiewicz, Michał Lupa, Wiktoria Gąsiewska, Stanisław Cywka, Sebastian Dela, Gabriela Muskała, Michał Zbroja, Mirosław Zbrojewicz, Piotr Cyrwus, Olaf Lubaszenko, Wojciech Mecwaldowski\"</p><p><b>Director: </b>Bartosz M. Kowalski</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>103 min</p><p><b>You could also like: </b>THE A LIST</p>"
    },
    "Pagpag: Nine Lives": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Pagpag: Nine Lives</b></br><p>\"After ignoring superstitions, a group of teenagers find themselves in a fight for their lives when they are haunted — and hunted — by an evil spirit.\"</p><p><b>Cast: </b>\"Daniel Padilla, Kathryn Bernardo, Shaina Magdayao, Paulo Avelino, Matet De Leon, Janus del Prado, Miles Ocampo, Clarence Delgado, CJ Navato, Michelle Vito\"</p><p><b>Director: </b>Frasco Mortiz</p><p><b>Released in: </b>2013</p><p><b>Duration: </b>106 min</p><p><b>You could also like: </b>THE SURGEON'S CUT</p>"
    },
    "Population 436": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Population 436</b></br><p>\"A census taker sent to investigate why Rockwell Falls has had the same population, 436, for more than a century, soon wishes he hadn't taken the job.\"</p><p><b>Cast: </b>\"Jeremy Sisto, Fred Durst, Charlotte Sullivan, David Ames, Cory Cassidy, James Blicq, Martin Trudel, Reva Timbers, Rick Skene, Peter Outerbridge, Dana Horrox\"</p><p><b>Director: </b>Michelle MacLaren</p><p><b>Released in: </b>2006</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>JOJO'S BIZARRE ADVENTURE</p>"
    },
    "Ragini MMS": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Ragini MMS</b></br><p>A couple out to have a sensuous weekend at a house outside of Mumbai finds it rigged with surveillance cameras and occupied by an evil entity.</p><p><b>Cast: </b>\"Kainaz Motivala, Rajkummar Rao, Rajat Kaul, Janice, Shernaza, Mangala Ahire, Vinod Rawat\"</p><p><b>Director: </b>Pawan Kripalani</p><p><b>Released in: </b>2011</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>PAGPAG: NINE LIVES</p>"
    },
    "Ragini MMS 2": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Ragini MMS 2</b></br><p>The horror continues when Ragini's video goes viral and a sleazy director decides to make a movie about the incident in the original house.</p><p><b>Cast: </b>\"Sunny Leone, Saahil Prem, Parvin Dabas, Sandhya Mridul, Divya Dutta, Soniya Mehra, Kainaz Motivala, Karan Mehra\"</p><p><b>Director: </b>Bhushan Patel</p><p><b>Released in: </b>2014</p><p><b>Duration: </b>113 min</p><p><b>You could also like: </b>SCREAM</p>"
    },
    "The 8th Night": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The 8th Night</b></br><p>\"With prayer beads in one hand and an ax in the other, a monk hunts down a millennia-old spirit that's possessing humans and unleashing hell on Earth.\"</p><p><b>Cast: </b>\"Lee Sung-min, Park Hae-joon, Kim You-jung, Nam Da-reum, Choi Jin-ho, Kim Dong-yeong, Lee Eal\"</p><p><b>Director: </b>Kim Tae-hyung</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>116 min</p><p><b>You could also like: </b>KAALI KHUHI</p>"
    },
    "The Block Island Sound": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Block Island Sound</b></br><p>\"On an island, a fisherman's family faces horrors and dark truths when an ominous force begins killing the wildlife and puts their own lives in danger.\"</p><p><b>Cast: </b>\"Chris Sheffield, Michaela McManus, Neville Archambault, Ryan O'Flanagan, Matilda Lawler, Jim Cummings, Jeremy Holm, Heidi Niedermeyer, Willie C. Carpenter, Matthew Lawler\"</p><p><b>Director: </b>\"Kevin McManus, Matthew McManus\"</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>99 min</p><p><b>You could also like: </b>OUTER BANKS</p>"
    },
    "The Conjuring": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Conjuring</b></br><p>\"When a family starts experiencing supernatural terrors after moving into a Rhode Island farmhouse, they seek the help of a pair of noted demonologists.\"</p><p><b>Cast: </b>\"Vera Farmiga, Patrick Wilson, Lili Taylor, Ron Livingston, Shanley Caswell, Hayley McFarland, Joey King, Mackenzie Foy, Kyla Deaver, Shannon Kook\"</p><p><b>Director: </b>James Wan</p><p><b>Released in: </b>2013</p><p><b>Duration: </b>112 min</p><p><b>You could also like: </b>THE A LIST</p>"
    },
    "The Day of the Lord": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Day of the Lord</b></br><p>\"In this horror movie, a retired priest haunted by his sins is pulled back into the darkness when a friend begs him to help his possessed daughter.\"</p><p><b>Cast: </b>\"Juli Fàbregas, Ximena Romo, Héctor Illanes, Dolores Heredia\"</p><p><b>Director: </b>Santiago Alvarado Ilarri</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>PRANK ENCOUNTERS</p>"
    },
    "The Rope Curse 2": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Rope Curse 2</b></br><p>\"After a purification ritual unravels, a conflicted Taoist priest attempts to help a lonely young psychic whose aunt is possessed by a powerful demon.\"</p><p><b>Cast: </b>\"Lee Kang-sheng, Wilson Hsu, Vera Chen, Yen Cheng-kuo, Chen Bor-jeng, Liu Kuo-shao\"</p><p><b>Director: </b>Liao Shih-han</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>105 min</p><p><b>You could also like: </b>INCARNATE</p>"
    },
    "The Stepfather": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Stepfather</b></br><p>A series of mysterious events makes a teenager suspect that his mother's new boyfriend may be a dangerous serial killer known for preying on families.</p><p><b>Cast: </b>\"Dylan Walsh, Sela Ward, Penn Badgley, Amber Heard, Sherry Stringfield, Paige Turco, Jon Tenney, Nancy Linehan Charles, Marcuis Harris, Braeden Lemasters, Deirdre Lovejoy\"</p><p><b>Director: </b>Nelson McCormick</p><p><b>Released in: </b>2009</p><p><b>Duration: </b>102 min</p><p><b>You could also like: </b>THE RIPPER</p>"
    },
    "The Strange House": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Strange House</b></br><p>\"When a big-city family moves to a remote town, two young brothers and their new friends try to solve the menacing mystery that haunts their home.\"</p><p><b>Cast: </b>\"León Orlandianyi, Benno Roßkopf, Julia Koschitz, Marii Weichsler, Lars Bitterlich, Michael Pink, Inge Maux, Elfriede Schüsseleder, Michael Somma, Finn Reiter, Markus Stubeier, Luca Streussnig\"</p><p><b>Director: </b>Daniel Prochaska</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>100 min</p><p><b>You could also like: </b>FAMILY REUNION</p>"
    },
    "The Strangers": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Strangers</b></br><p>\"A quiet stay at a remote vacation home spirals into terror for a couple when they come under attack by three masked, mysterious, murderous intruders.\"</p><p><b>Cast: </b>\"Liv Tyler, Scott Speedman, Gemma Ward, Kip Weeks, Laura Margolis, Glenn Howerton, Alex Fisher, Peter Clayton-Luce\"</p><p><b>Director: </b>Bryan Bertino</p><p><b>Released in: </b>2008</p><p><b>Duration: </b>85 min</p><p><b>You could also like: </b>COUNT ME IN</p>"
    },
    "The Swarm": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Swarm</b></br><p>\"A single mother breeds locusts as high-protein food, but has trouble getting them to reproduce — until she finds they have a taste for blood.\"</p><p><b>Cast: </b>\"Suliane Brahim, Sofian Khammes, Marie Narbonne, Raphaël Romand, Stéphan Castang, Victor Bonnel, Christian Bouillette, Renan Prévot, Vincent Deniard\"</p><p><b>Director: </b>Just Philippot</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>102 min</p><p><b>You could also like: </b>BEHIND HER EYES</p>"
    },
    "U-Turn": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>U-Turn</b></br><p>A young reporter's investigation into a string of grisly suicides takes a dangerous detour when she follows the clues to a cursed stretch of road.</p><p><b>Cast: </b>\"Kim Chiu, JM de Guzman, Tony Labrusca, Martin del Rosario, Kate Alejandrino, Miel Espinoza, Janella Salvador, Cris Villanueva, Almira Muhlach, Cris Villonco, Mercedes Cabral, Jerry O'Hara, Simon Ibarra, Alex Medina, Markus Paterson\"</p><p><b>Director: </b>Derick Cabrido</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>99 min</p><p><b>You could also like: </b>SKATER GIRL</p>"
    },
    "Underworld": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Underworld</b></br><p>A vampire warrior begins to question her mission in the ancient war between the undead and werewolves when she falls for a human under her protection.</p><p><b>Cast: </b>\"Kate Beckinsale, Scott Speedman, Michael Sheen, Shane Brolly, Bill Nighy, Erwin Leder, Sophia Myles, Robbie Gee, Wentworth Miller, Kevin Grevioux\"</p><p><b>Director: </b>Len Wiseman</p><p><b>Released in: </b>2003</p><p><b>Duration: </b>121 min</p><p><b>You could also like: </b>CAPTAIN FANTASTIC</p>"
    },
    "What Lies Below": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>What Lies Below</b></br><p>\"Back home at her lake house, a teenager begins to suspect that a sinister force lurks beneath the surface of her mother's too-perfect new lover.\"</p><p><b>Cast: </b>\"Ema Horvath, Trey Tucker, Mena Suvari, Haskiri Velazquez, Danny Corbo, Olan Montgomery, Troy Iwata\"</p><p><b>Director: </b>Braden R. Duemmler</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>88 min</p><p><b>You could also like: </b>HIS HOUSE</p>"
    },
    "Winchester": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Winchester</b></br><p>The heiress to a vast firearms fortune constructs a mansion with a maze-like interior to ward off the spirits of those killed by her family's product.</p><p><b>Cast: </b>\"Helen Mirren, Jason Clarke, Sarah Snook, Angus Sampson, Finn Scicluna-O'Prey, Laura Brent, Tyler Coppin, Eamon Farren, Bruce Spence\"</p><p><b>Director: </b>\"Michael Spierig, Peter Spierig\"</p><p><b>Released in: </b>2018</p><p><b>Duration: </b>100 min</p><p><b>You could also like: </b>CHILLING ADVENTURES OF SABRINA</p>"
    }
}