{
    "A Perfect Ending": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>A Perfect Ending</b></br><p>\"After confessing an unusual secret, a repressed wife – prompted by her friends – decides to explore her sexuality with a high-priced call girl.\"</p><p><b>Cast: </b>\"Barbara Niven, Jessica Clark, John Heard, Morgan Fairchild, Kerry Knuppe, Imelda Corcoran, Mary Jane Wells, Rebecca Staab, Michael Adam Hamilton, Bryan Jackson, Bryan Mordechai Jackson\"</p><p><b>Director: </b>Nicole Conn</p><p><b>Released in: </b>2012</p><p><b>Duration: </b>110 min</p><p><b>You could also like: </b>MY FAIR LADY</p>"
    },
    "A Private War": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>A Private War</b></br><p>\"In this biopic, war correspondent Marie Colvin risks it all to bring back the truth from the frontlines, despite the toll it takes on her own life.\"</p><p><b>Cast: </b>\"Rosamund Pike, Jamie Dornan, Tom Hollander, Stanley Tucci, Nikki Amuka-Bird, Faye Marsay, Greg Wise, Corey Johnson, Raad Rawi, Jesuthasan Antonythasan\"</p><p><b>Director: </b>Matthew Heineman</p><p><b>Released in: </b>2018</p><p><b>Duration: </b>110 min</p><p><b>You could also like: </b>ARIANA GRANDE: EXCUSE ME, I LOVE YOU</p>"
    },
    "American Woman": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>American Woman</b></br><p>\"In rural Pennsylvania, a working-class single mom must pick up the pieces and step up to raise her grandson after her daughter suddenly disappears.\"</p><p><b>Cast: </b>\"Hong Chau, Sarah Gadon, John Gallagher Jr., Lola Kirke, Ellen Burstyn, David Cubitt, Jordan Pettle, Richard Walters\"</p><p><b>Director: </b>Semi Chellas</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>87 min</p><p><b>You could also like: </b>THE HAUNTED HATHAWAYS</p>"
    },
    "Boogie Nights": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Boogie Nights</b></br><p>A well-endowed busboy is taken in by a tight-knit group of 1970s porn actors and transforms himself into skin flick celebrity Dirk Diggler.</p><p><b>Cast: </b>\"Mark Wahlberg, Burt Reynolds, Julianne Moore, Heather Graham, William H. Macy, Don Cheadle, Philip Seymour Hoffman, Luis Guzmán, John C. Reilly, Philip Baker Hall\"</p><p><b>Director: </b>Paul Thomas Anderson</p><p><b>Released in: </b>1997</p><p><b>Duration: </b>155 min</p><p><b>You could also like: </b>THE SEVEN DEADLY SINS</p>"
    },
    "Captain Fantastic": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Captain Fantastic</b></br><p>\"A father raising his children off the grid begins to question his anti-establishment, utopian views when a tragic loss pulls them back into society.\"</p><p><b>Cast: </b>\"Viggo Mortensen, Frank Langella, George MacKay, Samantha Isler, Annalise Basso, Nicholas Hamilton, Shree Crooks, Charlie Shotwell, Ann Dowd, Erin Moriarty, Missi Pyle, Kathryn Hahn, Steve Zahn\"</p><p><b>Director: </b>Matt Ross</p><p><b>Released in: </b>2016</p><p><b>Duration: </b>119 min</p><p><b>You could also like: </b>UNDERWORLD</p>"
    },
    "Chef": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Chef</b></br><p>\"After igniting a Twitter war with a well-known culinary critic, a Los Angeles chef packs his knives, heads home to Miami and opens a food truck.\"</p><p><b>Cast: </b>\"Jon Favreau, Sofía Vergara, John Leguizamo, Scarlett Johansson, Dustin Hoffman, Oliver Platt, Bobby Cannavale, Amy Sedaris, Robert Downey Jr., Emjay Anthony, Russell Peters\"</p><p><b>Director: </b>Jon Favreau</p><p><b>Released in: </b>2014</p><p><b>Duration: </b>115 min</p><p><b>You could also like: </b>LUCIFER</p>"
    },
    "Deadly Switch": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Deadly Switch</b></br><p>\"In this indie thriller, a foreign exchange student moves in with her roommate's family who grieves over the daughter they would do anything to get back.\"</p><p><b>Cast: </b>\"Teri Polo, Dylan Walsh, Danika Yarosh, Hayley McLaughlin, Bryce Durfee, Matt Passmore, Heather Mazur, Ashlyn Pearce\"</p><p><b>Director: </b>Svetlana Cvetko</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>86 min</p><p><b>You could also like: </b>LIKE CRAZY</p>"
    },
    "Gimme Shelter": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Gimme Shelter</b></br><p>\"After running away from her abusive mother, a streetwise teen seeks refuge with her father, but he rejects her when he learns that she's pregnant.\"</p><p><b>Cast: </b>\"Vanessa Hudgens, James Earl Jones, Rosario Dawson, Ann Dowd, Stephanie Szostak, Emily Meade, Brendan Fraser, Dascha Polanco\"</p><p><b>Director: </b>Ron Krauss</p><p><b>Released in: </b>2013</p><p><b>Duration: </b>101 min</p><p><b>You could also like: </b>TIMMY TIME</p>"
    },
    "His House": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>His House</b></br><p>\"As a young couple from war-torn South Sudan seeks asylum and a fresh start in England, they’re tormented by a sinister force living in their new home.\"</p><p><b>Cast: </b>\"Ṣọpẹ́ Dìrísù, Wunmi Mosaku, Matt Smith, Malaika Wakoli-Abigaba\"</p><p><b>Director: </b>Remi Weekes</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>WHAT LIES BELOW</p>"
    },
    "Layer Cake": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Layer Cake</b></br><p>\"A suave, steely-eyed London cocaine dealer's retirement plans hit a violent snag when his boss asks him to do one more job.\"</p><p><b>Cast: </b>\"Daniel Craig, Colm Meaney, Kenneth Cranham, Sienna Miller, Tom Hardy, Michael Gambon, George Harris, Jamie Foreman, Marcel Iures, Ben Whishaw, Tamer Hassan\"</p><p><b>Director: </b>Matthew Vaughn</p><p><b>Released in: </b>2004</p><p><b>Duration: </b>105 min</p><p><b>You could also like: </b>THE BOSS BABY: BACK IN BUSINESS</p>"
    },
    "Like Crazy": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Like Crazy</b></br><p>A spirited exchange student and an American man fall in love in LA. But their romance faces an uphill battle when she is forced to return to England.</p><p><b>Cast: </b>\"Anton Yelchin, Felicity Jones, Jennifer Lawrence, Charlie Bewley, Alex Kingston, Oliver Muirhead, Finola Hughes, Chris Messina, Ben York Jones, Jamie Thomas King\"</p><p><b>Director: </b>Drake Doremus</p><p><b>Released in: </b>2011</p><p><b>Duration: </b>91 min</p><p><b>You could also like: </b>DEADLY SWITCH</p>"
    },
    "Magnolia": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Magnolia</b></br><p>\"Through chance, history and divine intervention, a cast of eclectic characters weaves and warps through each other's lives on a random day in California.\"</p><p><b>Cast: </b>\"John C. Reilly, Philip Baker Hall, Tom Cruise, Julianne Moore, Philip Seymour Hoffman, William H. Macy, Jeremy Blackman, Jason Robards, Melinda Dillon, April Grace, Luis Guzmán, Ricky Jay, Alfred Molina, Michael Murphy, Melora Walters\"</p><p><b>Director: </b>Paul Thomas Anderson</p><p><b>Released in: </b>1999</p><p><b>Duration: </b>189 min</p><p><b>You could also like: </b>SEVEN POUNDS</p>"
    },
    "Malcolm & Marie": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Malcolm & Marie</b></br><p>\"As a filmmaker and his girlfriend return home from his movie premiere, smoldering tensions and painful revelations push them toward a romantic reckoning.\"</p><p><b>Cast: </b>\"Zendaya, John David Washington\"</p><p><b>Director: </b>Sam Levinson</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>106 min</p><p><b>You could also like: </b>LOVE DON'T COST A THING</p>"
    },
    "Middle of Nowhere": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Middle of Nowhere</b></br><p>\"After her husband is sent to prison for eight years, medical student Ruby shelves her studies to focus on her partner's welfare as he serves his time.\"</p><p><b>Cast: </b>\"Emayatzy Corinealdi, David Oyelowo, Omari Hardwick, Lorraine Toussaint, Edwina Findley Dickerson, Sharon Lawrence, Nehemiah Sutton, Troy Curvey III, Maya Gilbert, Dondre T. Whitfield\"</p><p><b>Director: </b>Ava DuVernay</p><p><b>Released in: </b>2012</p><p><b>Duration: </b>102 min</p><p><b>You could also like: </b>THE NEXT THREE DAYS</p>"
    },
    "Really Love": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Really Love</b></br><p>A rising Black painter tries to break into a competitive art world while balancing an unexpected romance with an ambitious law student.</p><p><b>Cast: </b>\"Kofi Siriboe, Yootha Wong-Loi-Sing, Michael Ealy, Uzo Aduba\"</p><p><b>Director: </b>Angel Kristi Williams</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>95 min</p><p><b>You could also like: </b>SAKALING MAGING TAYO</p>"
    },
    "The Block Island Sound": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Block Island Sound</b></br><p>\"On an island, a fisherman's family faces horrors and dark truths when an ominous force begins killing the wildlife and puts their own lives in danger.\"</p><p><b>Cast: </b>\"Chris Sheffield, Michaela McManus, Neville Archambault, Ryan O'Flanagan, Matilda Lawler, Jim Cummings, Jeremy Holm, Heidi Niedermeyer, Willie C. Carpenter, Matthew Lawler\"</p><p><b>Director: </b>\"Kevin McManus, Matthew McManus\"</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>99 min</p><p><b>You could also like: </b>OUTER BANKS</p>"
    },
    "The Master": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Master</b></br><p>\"A heavy-drinking loner finds some semblance of a family when he stumbles onto the ship of Lancaster Dodd, the charismatic leader of a new \\\"religion.\\\"\"</p><p><b>Cast: </b>\"Joaquin Phoenix, Philip Seymour Hoffman, Amy Adams, Laura Dern, Kevin J. O'Connor, Jesse Plemons, Rami Malek, Christopher Evan Welch, Madisen Beaty, Ambyr Childers, Price Carson\"</p><p><b>Director: </b>Paul Thomas Anderson</p><p><b>Released in: </b>2012</p><p><b>Duration: </b>137 min</p><p><b>You could also like: </b>OCTONAUTS: ABOVE & BEYOND</p>"
    },
    "The Pianist": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Pianist</b></br><p>Famed Polish pianist Wladyslaw Szpilman struggles to survive the onslaught of Nazi tyranny during World War II in this drama based on his memoirs.</p><p><b>Cast: </b>\"Adrien Brody, Thomas Kretschmann, Frank Finlay, Maureen Lipman, Emilia Fox, Ed Stoppard, Julia Rayner, Jessica Kate Meyer, Ronan Vibert, Ruth Platt\"</p><p><b>Director: </b>Roman Polański</p><p><b>Released in: </b>2002</p><p><b>Duration: </b>149 min</p><p><b>You could also like: </b>THE LIBERATOR</p>"
    },
    "The Swarm": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Swarm</b></br><p>\"A single mother breeds locusts as high-protein food, but has trouble getting them to reproduce — until she finds they have a taste for blood.\"</p><p><b>Cast: </b>\"Suliane Brahim, Sofian Khammes, Marie Narbonne, Raphaël Romand, Stéphan Castang, Victor Bonnel, Christian Bouillette, Renan Prévot, Vincent Deniard\"</p><p><b>Director: </b>Just Philippot</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>102 min</p><p><b>You could also like: </b>BEHIND HER EYES</p>"
    },
    "Walk of Shame": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Walk of Shame</b></br><p>\"After a night of boozy carousing, a local newscaster finds herself stranded on the streets of LA just hours before the job interview of a lifetime.\"</p><p><b>Cast: </b>\"Elizabeth Banks, James Marsden, Gillian Jacobs, Sarah Wright, Ethan Suplee, Bill Burr, Ken Davitian, Lawrence Gilliard Jr., Alphonso Mcauley, Da'Vone McDonald, John Marsden, Willie Garson, Oliver Hudson, P.J. Byrne\"</p><p><b>Director: </b>Steve Brill</p><p><b>Released in: </b>2014</p><p><b>Duration: </b>94 min</p><p><b>You could also like: </b>MAGIC FOR HUMANS SPAIN</p>"
    },
    "What's Eating Gilbert Grape": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>What's Eating Gilbert Grape</b></br><p>\"In a backwater Iowa town, young Gilbert is torn between taking care of his troubled family and a girl who shows him new possibilities for his life.\"</p><p><b>Cast: </b>\"Johnny Depp, Leonardo DiCaprio, Juliette Lewis, Mary Steenburgen, Darlene Cates, Laura Harrington, Mary Kate Schellhardt, Kevin Tighe, John C. Reilly, Crispin Glover\"</p><p><b>Director: </b>Lasse Hallström</p><p><b>Released in: </b>1993</p><p><b>Duration: </b>118 min</p><p><b>You could also like: </b>WISH DRAGON</p>"
    }
}