{
    "Blue, Painful, Fragile": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Blue, Painful, Fragile</b></br><p>\"Kaede and Hisano form a club to change the world. When Hisano vanishes, Kaede throws himself into bringing the club back to its idealistic roots.\"</p><p><b>Cast: </b>\"Ryo Yoshizawa, Hana Sugisaki, Amane Okayama, Honoka Matsumoto, Hiroya Shimizu, Nana Mori, Mizuki Kayashima, Ken Mitsuishi, Tasuku Emoto\"</p><p><b>Director: </b>Shunsuke Kariyama</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>119 min</p><p><b>You could also like: </b>DARK CITY BENEATH THE BEAT</p>"
    },
    "40 Sticks": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>40 Sticks</b></br><p>\"When their prison bus crashes in a forest on a rainy night, a group of criminals finds themselves battling wild animals and a mysterious killer.\"</p><p><b>Cast: </b>\"Robert Agengo, Mwaura Bilal, Andreo Kamau, Cajetan Boy, Arabron Nyyeneque, Shiviske Shivisi, Xavier Ywaya\"</p><p><b>Director: </b>Victor Gatonye</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>MEATEATER</p>"
    },
    "A Classic Horror Story": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>A Classic Horror Story</b></br><p>\"In this gruesome suspense film, strangers traveling in southern Italy become stranded in the woods, where they must fight desperately to get out alive.\"</p><p><b>Cast: </b>\"Matilda Lutz, Francesco Russo, Peppino Mazzotta, Will Merrick, Yuliia Sobol, Alida Baldari Calabria, Cristina Donadio, Francesca Cavallin\"</p><p><b>Director: </b>\"Roberto De Feo, Paolo Strippoli\"</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>95 min</p><p><b>You could also like: </b>UNTIL MIDNIGHT</p>"
    },
    "A Very Special Love": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>A Very Special Love</b></br><p>\"After landing a job working for her longtime crush, an optimistic woman realizes that the man of her dreams isn't exactly who she envisioned.\"</p><p><b>Cast: </b>\"John Lloyd Cruz, Sarah Geronimo, Dante Rivero, Rowell Santiago, Johnny Revilla, Bing Pimental, Daphne Oseña-Paez, Al Tantay, Irma Adlawan, Arno Morales, Miles Ocampo\"</p><p><b>Director: </b>Cathy Garcia-Molina</p><p><b>Released in: </b>2008</p><p><b>Duration: </b>107 min</p><p><b>You could also like: </b>A CINDERELLA STORY</p>"
    },
    "Accomplice": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Accomplice</b></br><p>Traverse the globe with the world's top riders as they pedal through rugged terrain and majestic locations in this visual homage to the bicycle.</p><p><b>Cast: </b>\"Kurt Sorge, Tom Van Steenbergen, Cameron Zink, Graham Agassiz, Tyler McCaul, Cameron McCaul, Ethan Nell, Hannah Bergemann, Carson Storch, Brandon Semenuk, Veronique Sandler, Nico Vink, Garett Buehler, Jaxson Riddle, Andreu Lacondeguy, Paul Genovese, Paul Basagoitia\"</p><p><b>Director: </b>Jeremy Grant</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>52 min</p><p><b>You could also like: </b>THE LOST PIRATE KINGDOM</p>"
    },
    "Al acecho": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Al acecho</b></br><p>\"Looking for a fresh start, a park ranger gets a new assignment. When he discovers a network of poachers, survival depends on his lethal instincts.\"</p><p><b>Cast: </b>\"Rodrigo de la Serna, Belen Blanco, Walter Jakob, Facundo Aquinos, Patricia Calisaya\"</p><p><b>Director: </b>Francisco D'Eufemia</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>81 min</p><p><b>You could also like: </b>HIS HOUSE</p>"
    },
    "Andhakaaram": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Andhakaaram</b></br><p>\"As a blind librarian, dispirited cricketer and desolate psychiatrist each seek retribution and release, their lives overlap under eerie influences.\"</p><p><b>Cast: </b>\"Vinoth Kishan, Arjun Das, Pooja Ramachandran, Kumar Natarajan, Misha Ghoshal, Arul Vincent, Chenthu Mohan, Pradeep Kalipurayath\"</p><p><b>Director: </b>V Vignarajan</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>171 min</p><p><b>You could also like: </b>BEHIND HER EYES</p>"
    },
    "Black Beach": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Black Beach</b></br><p>A lawyer with a promising future is forced to deep dive into his past when he agrees to negotiate with an old friend turned kidnapper.</p><p><b>Cast: </b>\"Raúl Arévalo, Candela Peña, Paulina García, Claude Musungayi, Babou Cham, Lidia Nené, Melina Matthews, Emilio Buale, Mulie Jarju, Jimmy Castro, Fenda Drame, Dairon Tallon, Teresita Evuy, Olivier Bony\"</p><p><b>Director: </b>Esteban Crespo</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>116 min</p><p><b>You could also like: </b>THIS LITTLE LOVE OF MINE</p>"
    },
    "Brave Blue World: Racing to Solve Our Water Crisis": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Brave Blue World: Racing to Solve Our Water Crisis</b></br><p>\"From reuse to energy generation, new innovations across five continents are explored in this documentary about building a future for sustainable water.\"</p><p><b>Cast: </b>\"Liam Neeson, Matt Damon, Jaden Smith\"</p><p><b>Director: </b>Tim Neeves</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>51 min</p><p><b>You could also like: </b>I AM A KILLER</p>"
    },
    "Brick Mansions": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Brick Mansions</b></br><p>An undercover police detective partners with an ex-convict to take down a drug kingpin amid grime and crime in a walled-off Detroit housing project.</p><p><b>Cast: </b>\"Paul Walker, David Belle, RZA, Gouchy Boy, Catalina Denis, Ayisha Issa, Carlo Rota, Andreas Apergis, Richard Zeman, Robert Maillet\"</p><p><b>Director: </b>Camille Delamarre</p><p><b>Released in: </b>2014</p><p><b>Duration: </b>90 min</p><p><b>You could also like: </b>UNDERCOVER</p>"
    },
    "Cadaver": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Cadaver</b></br><p>\"When a peculiar hotel dinner show draws crowds during a postapocalyptic famine, one family discovers they'll pay much more than the price of admission.\"</p><p><b>Cast: </b>\"Gitte Witt, Thomas Gullestad, Thorbjørn Harr, Tuva Olivia Remman, Trine Wiggen, Maria Grazia Di Meo, Kingsford Siayor, Jonatan Rodriguez\"</p><p><b>Director: </b>Jarand Herdal</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>87 min</p><p><b>You could also like: </b>THE MOLE</p>"
    },
    "Don’t Listen": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Don’t Listen</b></br><p>\"After a tragic turn of events at the new home he's fixing up, Daniel hears a ghostly plea for help, spurring him to seek out a famous paranormal expert.\"</p><p><b>Cast: </b>\"Rodolfo Sancho, Ana Fernández, Ramón Barea, Belén Fabra, Lucas Blas\"</p><p><b>Director: </b>Ángel Gómez Hernández</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>98 min</p><p><b>You could also like: </b>INSIDIOUS</p>"
    },
    "Ghost Lab": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Ghost Lab</b></br><p>\"After witnessing a haunting in their hospital, two doctors become dangerously obsessed with obtaining scientific proof that ghosts exist.\"</p><p><b>Cast: </b>\"Thanapob Leeratanakachorn, Paris Intarakomalyasut, Nuttanicha Dungwattanawanich, Suquan Bulakul, Rachanee Siralert, Chaleeda Gilbert, Nuttawut Jenmana, Alanta Potjes, Anchuleeon Buagaew, Jinjuta Rattanaburi\"</p><p><b>Director: </b>Paween Purijitpanya</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>118 min</p><p><b>You could also like: </b>GREY'S ANATOMY</p>"
    },
    "HOMUNCULUS": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>HOMUNCULUS</b></br><p>Truth and illusion blurs when a homeless amnesiac awakens from an experimental medical procedure with the ability to see people's innermost traumas.</p><p><b>Cast: </b>\"Go Ayano, Ryo Narita, Yukino Kishii, Anna Ishii, Seiyo Uchino\"</p><p><b>Director: </b>Takashi Shimizu</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>116 min</p><p><b>You could also like: </b>EDENS ZERO</p>"
    },
    "Hospital": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Hospital</b></br><p>\"In an abandoned hospital in Tainan, visitors seeking to communicate with their relatives' spirits are haunted by disturbing, supernatural occurrences.\"</p><p><b>Cast: </b>\"Lin Po-Hung, Tai Bo, Jacqueline Zhu, Lei Hong, Hsu Lichi, Yoko Young, Samuel Gu, Eunice Lin\"</p><p><b>Director: </b>Brody Chu</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>90 min</p><p><b>You could also like: </b>PAGPAG: NINE LIVES</p>"
    },
    "Initial D": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Initial D</b></br><p>\"By day, an 18-year-old delivers tofu for his father, a retired race car driver</p><p><b>Cast: </b>\"Jay Chou, Anne Suzuki, Edison Chen, Anthony Wong Chau-sang, Shawn Yue, Chapman To, Jordan Chan, Kenny Bee\"</p><p><b>Director: </b>\"Andrew Lau Wai-keung, Alan Mak\"</p><p><b>Released in: </b>2005</p><p><b>Duration: </b>109 min</p><p><b>You could also like: </b>ROBOCAR POLI</p>"
    },
    "InuYasha the Movie: Affections Touching Across Time": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>InuYasha the Movie: Affections Touching Across Time</b></br><p>\"A powerful demon has been sealed away for 200 years. But when the demon's son is awakened, the fate of the world is in jeopardy.\"</p><p><b>Cast: </b>\"Kappei Yamaguchi, Satsuki Yukino, Koji Tsujitani, Houko Kuwashima, Kumiko Watanabe, Kenichi Ogata, Noriko Hidaka, Hisako Kyoda, Ken Narita, Tomokazu Seki\"</p><p><b>Director: </b>Toshiya Shinohara</p><p><b>Released in: </b>2001</p><p><b>Duration: </b>100 min</p><p><b>You could also like: </b>THE ROPE CURSE 2</p>"
    },
    "Isa Pa with Feelings": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Isa Pa with Feelings</b></br><p>\"When an aspiring architect falls for her Deaf neighbor, they develop a connection and set out to form their own love language despite their differences.\"</p><p><b>Cast: </b>\"Maine Mendoza, Carlo Aquino, Lotlot De Leon, Cris Villanueva, Nikki Valdez, Vangie Labalan, Geleen Eugenio\"</p><p><b>Director: </b>Prime Cruz</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>102 min</p><p><b>You could also like: </b>THE PAPER TIGERS</p>"
    },
    "Just The Way You Are": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Just The Way You Are</b></br><p>An overconfident teen bets he can make a homely transfer student fall in love with him in 30 days — but the wager starts to play games with his heart.</p><p><b>Cast: </b>\"Enrique Gil, Liza Soberano, Yves Flores, Sue Ramirez, Erin Ocampo, Yayo Aguila, Alex Diaz, Jon Lucas, Chienna Filomeno, Marco Gumabao, Myrtle Sarrosa, Kyra Custodio, Miguel Vergara, Tonton Gutierrez, Ricky Davao, Sunshine Cruz\"</p><p><b>Director: </b>Theodore Boborol</p><p><b>Released in: </b>2016</p><p><b>Duration: </b>107 min</p><p><b>You could also like: </b>LIKE CRAZY</p>"
    },
    "Kaali Khuhi": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Kaali Khuhi</b></br><p>\"When a restless spirit curses a village that has a history of female infanticide, the town's fate lies in the hands of a 10-year-old girl.\"</p><p><b>Cast: </b>\"Shabana Azmi, Leela Samson, Sanjeeda Sheikh, Satyadeep Misra, Riva Arora, Hetvi Bhanushali, Rose Rathod\"</p><p><b>Director: </b>Terrie Samundra</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>91 min</p><p><b>You could also like: </b>CASE 39</p>"
    },
    "Layer Cake": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Layer Cake</b></br><p>\"A suave, steely-eyed London cocaine dealer's retirement plans hit a violent snag when his boss asks him to do one more job.\"</p><p><b>Cast: </b>\"Daniel Craig, Colm Meaney, Kenneth Cranham, Sienna Miller, Tom Hardy, Michael Gambon, George Harris, Jamie Foreman, Marcel Iures, Ben Whishaw, Tamer Hassan\"</p><p><b>Director: </b>Matthew Vaughn</p><p><b>Released in: </b>2004</p><p><b>Duration: </b>105 min</p><p><b>You could also like: </b>THE BOSS BABY: BACK IN BUSINESS</p>"
    },
    "Love Is a Story": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Love Is a Story</b></br><p>\"Two young artists, a violin player and an actress, fight to achieve their dreams and keep their relationship together during Christmastime.\"</p><p><b>Cast: </b>\"Raluca Aprodu, Dragoș Bucur, Ducu Darie\"</p><p><b>Director: </b>Cristina Jacob</p><p><b>Released in: </b>2015</p><p><b>Duration: </b>105 min</p><p><b>You could also like: </b>TERRACE HOUSE: OPENING NEW DOORS</p>"
    },
    "Made You Look: A True Story About Fake Art": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Made You Look: A True Story About Fake Art</b></br><p>\"A woman walks into a New York gallery with a cache of unknown masterworks. Thus begins a story of art world greed, willfulness and a high-stakes con.\"</p><p><b>Cast: </b>nan</p><p><b>Director: </b>Barry Avrich</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>90 min</p><p><b>You could also like: </b>MURDER AMONG THE MORMONS</p>"
    },
    "Mandela: Long Walk to Freedom": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Mandela: Long Walk to Freedom</b></br><p>This in-depth biopic portrays groundbreaking South African leader Nelson Mandela's fight against political oppression and virulent racism.</p><p><b>Cast: </b>\"Idris Elba, Naomie Harris, Tony Kgoroge, Riaad Moosa, Zolani Mkiva, Simo Mogwaza, Fana Mokoena, Thapelo Mokoena, Jamie Bartlett, Deon Lotz, Terry Pheto, Mark Elderkin\"</p><p><b>Director: </b>Justin Chadwick</p><p><b>Released in: </b>2013</p><p><b>Duration: </b>141 min</p><p><b>You could also like: </b>BIGGIE: I GOT A STORY TO TELL</p>"
    },
    "Misha and the Wolves": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Misha and the Wolves</b></br><p>\"As a little girl, she escaped the Holocaust and lived among wolves. Or did she? An extraordinary story elicits sympathy — then draws scrutiny.\"</p><p><b>Cast: </b>nan</p><p><b>Director: </b>Sam Hobkinson</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>90 min</p><p><b>You could also like: </b>MURDER AMONG THE MORMONS</p>"
    },
    "My Amnesia Girl": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>My Amnesia Girl</b></br><p>\"Years after leaving his bride-to-be at the altar, a man crosses paths with his ex and tries to make up for the past, only to find he's been forgotten.\"</p><p><b>Cast: </b>\"John Lloyd Cruz, Toni Gonzaga, Carlos Agassi, Ketchup Eusebio, Joross Gamboa, JM de Guzman, Beatriz Saw, Nico Antonio\"</p><p><b>Director: </b>Cathy Garcia-Molina</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>105 min</p><p><b>You could also like: </b>THE WEDDING GUEST</p>"
    },
    "Naruto the Movie: Ninja Clash in the Land of Snow": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Naruto the Movie: Ninja Clash in the Land of Snow</b></br><p>\"Naruto, Sasuke and Sakura learn they'll be protecting an actress from being hurt while making her next film, but it turns out she's a princess.\"</p><p><b>Cast: </b>\"Junko Takeuchi, Noriaki Sugiyama, Chie Nakamura, Kazuhiko Inoue, Yuhko Kaida, Tsutomu Isobe, Hirotaka Suzuoki, Jun Karasawa, Harii Kaneko, Ikuo Nishikawa\"</p><p><b>Director: </b>Tensai Okamura</p><p><b>Released in: </b>2004</p><p><b>Duration: </b>83 min</p><p><b>You could also like: </b>DISENCHANTMENT</p>"
    },
    "Nobody Sleeps in the Woods Tonight": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Nobody Sleeps in the Woods Tonight</b></br><p>\"Addicted to technology, a group of teens attends a rehabilitation camp in the forest, but a sinister force there intends to take them offline forever.\"</p><p><b>Cast: </b>\"Julia Wieniawa-Narkiewicz, Michał Lupa, Wiktoria Gąsiewska, Stanisław Cywka, Sebastian Dela, Gabriela Muskała, Michał Zbroja, Mirosław Zbrojewicz, Piotr Cyrwus, Olaf Lubaszenko, Wojciech Mecwaldowski\"</p><p><b>Director: </b>Bartosz M. Kowalski</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>103 min</p><p><b>You could also like: </b>THE A LIST</p>"
    },
    "Not a Game": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Not a Game</b></br><p>\"This documentary offers an honest look at our fraught, complex relationship to video games from the perspectives of gamers and their concerned parents.\"</p><p><b>Cast: </b>Brendon Mcdonnell</p><p><b>Director: </b>Jose Gomez</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>98 min</p><p><b>You could also like: </b>CASTLEVANIA</p>"
    },
    "Pagpag: Nine Lives": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Pagpag: Nine Lives</b></br><p>\"After ignoring superstitions, a group of teenagers find themselves in a fight for their lives when they are haunted — and hunted — by an evil spirit.\"</p><p><b>Cast: </b>\"Daniel Padilla, Kathryn Bernardo, Shaina Magdayao, Paulo Avelino, Matet De Leon, Janus del Prado, Miles Ocampo, Clarence Delgado, CJ Navato, Michelle Vito\"</p><p><b>Director: </b>Frasco Mortiz</p><p><b>Released in: </b>2013</p><p><b>Duration: </b>106 min</p><p><b>You could also like: </b>THE SURGEON'S CUT</p>"
    },
    "Pelé": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Pelé</b></br><p>\"Against the backdrop of a turbulent era in Brazil, this documentary captures Pelé’s extraordinary path from breakthrough talent to national hero.\"</p><p><b>Cast: </b>nan</p><p><b>Director: </b>\"David Tryhorn, Ben Nicholas\"</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>109 min</p><p><b>You could also like: </b>DARK CITY BENEATH THE BEAT</p>"
    },
    "Ragini MMS": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Ragini MMS</b></br><p>A couple out to have a sensuous weekend at a house outside of Mumbai finds it rigged with surveillance cameras and occupied by an evil entity.</p><p><b>Cast: </b>\"Kainaz Motivala, Rajkummar Rao, Rajat Kaul, Janice, Shernaza, Mangala Ahire, Vinod Rawat\"</p><p><b>Director: </b>Pawan Kripalani</p><p><b>Released in: </b>2011</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>PAGPAG: NINE LIVES</p>"
    },
    "Ragini MMS 2": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Ragini MMS 2</b></br><p>The horror continues when Ragini's video goes viral and a sleazy director decides to make a movie about the incident in the original house.</p><p><b>Cast: </b>\"Sunny Leone, Saahil Prem, Parvin Dabas, Sandhya Mridul, Divya Dutta, Soniya Mehra, Kainaz Motivala, Karan Mehra\"</p><p><b>Director: </b>Bhushan Patel</p><p><b>Released in: </b>2014</p><p><b>Duration: </b>113 min</p><p><b>You could also like: </b>SCREAM</p>"
    },
    "Red Dot": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Red Dot</b></br><p>\"Trying to rekindle their marriage and with a child on the way, a young couple on a ski trip suddenly finds themselves stalked by remorseless killers.\"</p><p><b>Cast: </b>\"Nanna Blondell, Anastasios Soulis, Thomas Hanzon, Johannes Kuhnke, Tomas Bergström, Kalled Mustonen, Anna Azcárate\"</p><p><b>Director: </b>Alain Darborg</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>86 min</p><p><b>You could also like: </b>HIS HOUSE</p>"
    },
    "S.W.A.T.: Under Siege": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>S.W.A.T.: Under Siege</b></br><p>\"When a S.W.A.T. team takes in a mysterious, high-profile prisoner, international threats unleash a barrage of attacks on their compound to retrieve him.\"</p><p><b>Cast: </b>\"Sam Jaeger, Michael Jai White, Adrianne Palicki, Ty Olsson, Kyra Zagorsky, Olivia Cheng, Lisa Chandler, Monique Ganderton, Matthew Marsden, Chris Gauthier\"</p><p><b>Director: </b>Tony Giglio</p><p><b>Released in: </b>2017</p><p><b>Duration: </b>89 min</p><p><b>You could also like: </b>THE LINCOLN LAWYER</p>"
    },
    "Sakaling Maging Tayo": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Sakaling Maging Tayo</b></br><p>\"A college student seizes his chance with a crush when an unexpected encounter turns into a night of bold dares, deep confessions and possible romance.\"</p><p><b>Cast: </b>\"McCoy De Leon, Elisse Joson, Bembol Roco, Chai Fonacier, Paulo Angeles, Markus Paterson, Milo Elmido Jr.\"</p><p><b>Director: </b>JP Habac</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>90 min</p><p><b>You could also like: </b>DEAR JOHN</p>"
    },
    "Skater Girl": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Skater Girl</b></br><p>\"When a teen in rural India discovers a life-changing passion for skateboarding, she faces a rough road as she follows her dream to compete.\"</p><p><b>Cast: </b>\"Rachel Saanchita Gupta, Amy Maghera, Shafin Patel, Ambrish Saxena, Swati Das, Jonathan Readwin, Ankit Yadav, Anurag Arora, Vinayak Gupta, Vivek Yadav, Waheeda Rehman\"</p><p><b>Director: </b>Manjari Makijany</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>110 min</p><p><b>You could also like: </b>RAIN MAN</p>"
    },
    "Snowpiercer": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Snowpiercer</b></br><p>The Earth's remaining inhabitants are confined to a single train circling the globe as revolution brews among the class-divided cars.</p><p><b>Cast: </b>\"Chris Evans, Song Kang-ho, Ed Harris, John Hurt, Tilda Swinton, Jamie Bell, Octavia Spencer, Ewen Bremner, Alison Pill, Adnan Haskovic, Vlad Ivanov, Ko A-sung, Luke Pasqualino\"</p><p><b>Director: </b>Bong Joon Ho</p><p><b>Released in: </b>2013</p><p><b>Duration: </b>126 min</p><p><b>You could also like: </b>AMERICAN WOMAN</p>"
    },
    "The 8th Night": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The 8th Night</b></br><p>\"With prayer beads in one hand and an ax in the other, a monk hunts down a millennia-old spirit that's possessing humans and unleashing hell on Earth.\"</p><p><b>Cast: </b>\"Lee Sung-min, Park Hae-joon, Kim You-jung, Nam Da-reum, Choi Jin-ho, Kim Dong-yeong, Lee Eal\"</p><p><b>Director: </b>Kim Tae-hyung</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>116 min</p><p><b>You could also like: </b>KAALI KHUHI</p>"
    },
    "The Call": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Call</b></br><p>\"Connected by phone in the same home but 20 years apart, a serial killer puts another woman’s past — and life — on the line to change her own fate.\"</p><p><b>Cast: </b>\"Park Shin-hye, Jun Jong-seo, Kim Sung-ryoung, EL, Park Ho-san, Oh Jung-se, Lee Dong-hwi, Um Chae-young\"</p><p><b>Director: </b>Lee Chung-hyun</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>112 min</p><p><b>You could also like: </b>MARCELLA</p>"
    },
    "The Day of the Lord": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Day of the Lord</b></br><p>\"In this horror movie, a retired priest haunted by his sins is pulled back into the darkness when a friend begs him to help his possessed daughter.\"</p><p><b>Cast: </b>\"Juli Fàbregas, Ximena Romo, Héctor Illanes, Dolores Heredia\"</p><p><b>Director: </b>Santiago Alvarado Ilarri</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>PRANK ENCOUNTERS</p>"
    },
    "The Pianist": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Pianist</b></br><p>Famed Polish pianist Wladyslaw Szpilman struggles to survive the onslaught of Nazi tyranny during World War II in this drama based on his memoirs.</p><p><b>Cast: </b>\"Adrien Brody, Thomas Kretschmann, Frank Finlay, Maureen Lipman, Emilia Fox, Ed Stoppard, Julia Rayner, Jessica Kate Meyer, Ronan Vibert, Ruth Platt\"</p><p><b>Director: </b>Roman Polański</p><p><b>Released in: </b>2002</p><p><b>Duration: </b>149 min</p><p><b>You could also like: </b>THE LIBERATOR</p>"
    },
    "The Queen": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Queen</b></br><p>\"After Princess Diana's death, Queen Elizabeth II and Tony Blair face public demands that she be memorialized in a manner beyond standard protocol.\"</p><p><b>Cast: </b>\"Helen Mirren, Michael Sheen, James Cromwell, Helen McCrory, Alex Jennings, Roger Allam, Sylvia Syms, Mark Bazeley\"</p><p><b>Director: </b>Stephen Frears</p><p><b>Released in: </b>2006</p><p><b>Duration: </b>103 min</p><p><b>You could also like: </b>THE CROWN</p>"
    },
    "The Rope Curse 2": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Rope Curse 2</b></br><p>\"After a purification ritual unravels, a conflicted Taoist priest attempts to help a lonely young psychic whose aunt is possessed by a powerful demon.\"</p><p><b>Cast: </b>\"Lee Kang-sheng, Wilson Hsu, Vera Chen, Yen Cheng-kuo, Chen Bor-jeng, Liu Kuo-shao\"</p><p><b>Director: </b>Liao Shih-han</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>105 min</p><p><b>You could also like: </b>INCARNATE</p>"
    },
    "The Strange House": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Strange House</b></br><p>\"When a big-city family moves to a remote town, two young brothers and their new friends try to solve the menacing mystery that haunts their home.\"</p><p><b>Cast: </b>\"León Orlandianyi, Benno Roßkopf, Julia Koschitz, Marii Weichsler, Lars Bitterlich, Michael Pink, Inge Maux, Elfriede Schüsseleder, Michael Somma, Finn Reiter, Markus Stubeier, Luca Streussnig\"</p><p><b>Director: </b>Daniel Prochaska</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>100 min</p><p><b>You could also like: </b>FAMILY REUNION</p>"
    },
    "The Swarm": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Swarm</b></br><p>\"A single mother breeds locusts as high-protein food, but has trouble getting them to reproduce — until she finds they have a taste for blood.\"</p><p><b>Cast: </b>\"Suliane Brahim, Sofian Khammes, Marie Narbonne, Raphaël Romand, Stéphan Castang, Victor Bonnel, Christian Bouillette, Renan Prévot, Vincent Deniard\"</p><p><b>Director: </b>Just Philippot</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>102 min</p><p><b>You could also like: </b>BEHIND HER EYES</p>"
    },
    "This Little Love Of Mine": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>This Little Love Of Mine</b></br><p>A workaholic lawyer returns to her island home to convince an old friend to take over his family’s company — but rekindled feelings soon get in the way.</p><p><b>Cast: </b>\"Saskia Hampele, Liam McIntyre, Lynn Gilmartin, Craig Horner\"</p><p><b>Director: </b>Christine Luby</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>92 min</p><p><b>You could also like: </b>BLACK BEACH</p>"
    },
    "U-Turn": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>U-Turn</b></br><p>A young reporter's investigation into a string of grisly suicides takes a dangerous detour when she follows the clues to a cursed stretch of road.</p><p><b>Cast: </b>\"Kim Chiu, JM de Guzman, Tony Labrusca, Martin del Rosario, Kate Alejandrino, Miel Espinoza, Janella Salvador, Cris Villanueva, Almira Muhlach, Cris Villonco, Mercedes Cabral, Jerry O'Hara, Simon Ibarra, Alex Medina, Markus Paterson\"</p><p><b>Director: </b>Derick Cabrido</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>99 min</p><p><b>You could also like: </b>SKATER GIRL</p>"
    },
    "Until Midnight": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Until Midnight</b></br><p>\"After returning home from a work trip, a newlywed must fight off a masked intruder before his wife returns at midnight.\"</p><p><b>Cast: </b>\"Ahmad Khamis Ali, Chuka Ekweogwu, Heba Al Hamwi, Rik Aby, Merouane Ali, Khalid Al Suwaidi, Saeed Arjumand\"</p><p><b>Director: </b>Tariq Alkazim</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>77 min</p><p><b>You could also like: </b>A CLASSIC HORROR STORY</p>"
    },
    "Who Am I": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Who Am I</b></br><p>\"After his compatriots are murdered by Russian gangsters, a hacker confesses the history of his elite, fame-seeking group to a Europol investigator.\"</p><p><b>Cast: </b>\"Tom Schilling, Elyas M'Barek, Wotan Wilke Möhring, Antoine Monot Jr., Hannah Herzsprung, Stephan Kampwirth, Trine Dyrholm, Leopold Hornung, Leonard Carow\"</p><p><b>Director: </b>Baran bo Odar</p><p><b>Released in: </b>2014</p><p><b>Duration: </b>102 min</p><p><b>You could also like: </b>RAIN MAN</p>"
    }
}