{
    "Ariana grande: excuse me, i love you": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Ariana grande: excuse me, i love you</b></br><p>Ariana Grande takes the stage in London for her Sweetener World Tour and shares a behind-the-scenes look at her life in rehearsal and on the road.</p><p><b>Cast: </b>Ariana Grande</p><p><b>Director: </b>Paul Dugdale</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>98 min</p><p><b>You could also like: </b>TIME IS ILLMATIC</p>"
    },
    "A Very Country Christmas": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>A Very Country Christmas</b></br><p>\"When an unfulfilled country music star hides out in his hometown, he meets a budding interior designer who finds her way into his heart.\"</p><p><b>Cast: </b>\"Bea Santos, Greyston Holt, Greg Vaughan, Deana Carter, Allison Hossack\"</p><p><b>Director: </b>Justin G. Dyck</p><p><b>Released in: </b>2017</p><p><b>Duration: </b>84 min</p><p><b>You could also like: </b>THE TOURIST</p>"
    },
    "Arlo the Alligator Boy": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Arlo the Alligator Boy</b></br><p>\"To find the father he never knew, optimistic Arlo leaves his swampy Southern home for New York City, making friends along the way. A musical adventure.\"</p><p><b>Cast: </b>\"Michael J. Woodard, Mary Lambert, Brett Gelman, Jonathan Van Ness, Tony Hale, Haley Tju, Annie Potts, Vincent Rodriguez III, Flea, Jennifer Coolidge\"</p><p><b>Director: </b>Ryan Crego</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>ONCE UPON A TIME IN AMERICA</p>"
    },
    "Biggie: I Got a Story to Tell": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Biggie: I Got a Story to Tell</b></br><p>\"Featuring rare footage and in-depth interviews, this documentary celebrates the life of The Notorious B.I.G. on his journey from hustler to rap king.\"</p><p><b>Cast: </b>\"The Notorious B.I.G., Sean \\\"P. Diddy\\\" Combs\"</p><p><b>Director: </b>Emmett Malloy</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>98 min</p><p><b>You could also like: </b>MANDELA: LONG WALK TO FREEDOM</p>"
    },
    "Count Me In": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Count Me In</b></br><p>This documentary features some of rock's greatest drummers as they come together in an inspiring rhythmic journey about the power of human connection.</p><p><b>Cast: </b>nan</p><p><b>Director: </b>Mark Lo</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>82 min</p><p><b>You could also like: </b>THE STRANGERS</p>"
    },
    "Dark City Beneath the Beat": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Dark City Beneath the Beat</b></br><p>\"In this documentary, TT the Artist captures the irrepressible bounce and infectious beats of a Baltimore club scene that demands to be seen and heard.\"</p><p><b>Cast: </b>\"Uneek, Mighty Mark, Tsu Terry, TT The Artist\"</p><p><b>Director: </b>TT The Artist</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>65 min</p><p><b>You could also like: </b>I AM A KILLER</p>"
    },
    "Get on Up": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Get on Up</b></br><p>Music legend James Brown makes a turbulent journey from humble origins to superstardom as the Godfather of Soul in this biopic starring Chadwick Boseman.</p><p><b>Cast: </b>\"Chadwick Boseman, Nelsan Ellis, Dan Aykroyd, Viola Davis, Lennie James, Fred Melamed, Craig Robinson, Jill Scott, Octavia Spencer, Jacinte Blankenship\"</p><p><b>Director: </b>Tate Taylor</p><p><b>Released in: </b>2014</p><p><b>Duration: </b>139 min</p><p><b>You could also like: </b>A PRIVATE WAR</p>"
    },
    "If I Leave Here Tomorrow: A Film About Lynyrd Skynyrd": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>If I Leave Here Tomorrow: A Film About Lynyrd Skynyrd</b></br><p>\"Using interviews and archival footage, this documentary charts the story of the legendary Southern rockers with a focus on front man Ronnie Van Zant.\"</p><p><b>Cast: </b>\"Ronnie Van Zandt, Gary Rossington, Allen Collins, Leon Wilkeson, Bob Burns, Billy Powell, Ed King, Artimus Pyle, Steve Gaines, Johnny Van Zant\"</p><p><b>Director: </b>Stephen Kijak</p><p><b>Released in: </b>2018</p><p><b>Duration: </b>97 min</p><p><b>You could also like: </b>BIGGIE: I GOT A STORY TO TELL</p>"
    },
    "Love Is a Story": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Love Is a Story</b></br><p>\"Two young artists, a violin player and an actress, fight to achieve their dreams and keep their relationship together during Christmastime.\"</p><p><b>Cast: </b>\"Raluca Aprodu, Dragoș Bucur, Ducu Darie\"</p><p><b>Director: </b>Cristina Jacob</p><p><b>Released in: </b>2015</p><p><b>Duration: </b>105 min</p><p><b>You could also like: </b>TERRACE HOUSE: OPENING NEW DOORS</p>"
    },
    "My Fair Lady": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>My Fair Lady</b></br><p>\"When a Cockney flower girl takes elocution lessons from an aloof professor, he decides to introduce her to high society, transforming both their lives.\"</p><p><b>Cast: </b>\"Audrey Hepburn, Rex Harrison, Stanley Holloway, Wilfred Hyde-White, Gladys Cooper, Jeremy Brett, Theodore Bikel, Mona Washbourne, Isobel Elsom, John Holland, Alan Napier, Marni Nixon\"</p><p><b>Director: </b>George Cukor</p><p><b>Released in: </b>1964</p><p><b>Duration: </b>173 min</p><p><b>You could also like: </b>PAGPAG: NINE LIVES</p>"
    },
    "Over the Moon": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Over the Moon</b></br><p>\"Fueled by memories of her mother, resourceful Fei Fei builds a rocket to the moon on a mission to prove the existence of a legendary moon goddess.\"</p><p><b>Cast: </b>\"Cathy Ang, Phillipa Soo, Ken Jeong, Robert G. Chiu, John Cho, Sandra Oh, Ruthie Ann Miles, Margaret Cho, Kimiko Glenn, Artt Butler, Irene Tsu, Clem Cheung, Conrad Ricamora\"</p><p><b>Director: </b>Glen Keane</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>100 min</p><p><b>You could also like: </b>WHAT LIES BELOW</p>"
    },
    "Rhyme & Reason": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Rhyme & Reason</b></br><p>\"The world and culture of rap song topics such as race, violence, police, family and sex are examined by hip-hop performers from both coasts.\"</p><p><b>Cast: </b>\"Too $hort, B-Real, Kurtis Blow, Da Brat, Grandmaster Caz, Sean \\\"P. Diddy\\\" Combs, Chuck D., Desiree Densiti, Dr. Dre, E-40, MC Eiht, Heavy D, Lauryn Hill, Ice-T, Wyclef Jean, Ras Kass, KRS-One, L.V., Mack 10, Craig Mack, Method Man, Keith Murray, Nasir 'Nas' Jones, The Notorious B.I.G., Master P, Q-Tip, Raekwon, Redman, Senen Reyes, Busta Rhymes, RZA, DJ Scratch, Erick Sermon, Tupac Shakur, Adario Strange, Suave\"</p><p><b>Director: </b>Peter Spirer</p><p><b>Released in: </b>1997</p><p><b>Duration: </b>89 min</p><p><b>You could also like: </b>EXPLAINED</p>"
    },
    "School of Rock": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>School of Rock</b></br><p>\"Musician Dewey Finn gets a job as a fourth-grade substitute teacher, where he secretly begins teaching his students the finer points of rock 'n' roll.\"</p><p><b>Cast: </b>\"Jack Black, Joan Cusack, Mike White, Sarah Silverman, Lee Wilkof, Kate McGregor-Stewart, Adam Pascal, Suzzanne Douglas, Miranda Cosgrove, Kevin Alexander Clark, Joey Gaydos Jr., Robert Tsai, Veronica Afflerbach, Jordan-Claire Green\"</p><p><b>Director: </b>Richard Linklater</p><p><b>Released in: </b>2003</p><p><b>Duration: </b>110 min</p><p><b>You could also like: </b>BEHIND HER EYES</p>"
    },
    "Shawn Mendes: In Wonder": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Shawn Mendes: In Wonder</b></br><p>\"Over the course of a world tour, this unguarded documentary follows Shawn Mendes as he opens up about his stardom, relationships and musical future.\"</p><p><b>Cast: </b>Shawn Mendes</p><p><b>Director: </b>Grant Singer</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>83 min</p><p><b>You could also like: </b>LOVE DAILY</p>"
    },
    "This Is the Life": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>This Is the Life</b></br><p>\"Examine how the group of alternative hip-hop artists known as the Good Lifers started a movement and created a robust, progressive musical community.\"</p><p><b>Cast: </b>\"Abstract Rude, Chali 2na, Cut Chemist, Ellay Khule, Riddlore, Medusa, Myka Nyne, Pigeon John, 2Mex\"</p><p><b>Director: </b>Ava DuVernay</p><p><b>Released in: </b>2008</p><p><b>Duration: </b>98 min</p><p><b>You could also like: </b>RHYME & REASON</p>"
    },
    "Time Is Illmatic": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Time Is Illmatic</b></br><p>\"Providing a behind-the-scenes look at the making of Nas's debut album, this documentary also delves into his deep connection to his New York roots.\"</p><p><b>Cast: </b>\"Nasir 'Nas' Jones, Busta Rhymes, Pete Rock, Pharrell Williams, Q-Tip, Swizz Beatz, Alicia Keys, DJ Premier\"</p><p><b>Director: </b>One9</p><p><b>Released in: </b>2014</p><p><b>Duration: </b>75 min</p><p><b>You could also like: </b>ARIANA GRANDE: EXCUSE ME, I LOVE YOU</p>"
    }
}