{
    "A Very Country Christmas": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>A Very Country Christmas</b></br><p>\"When an unfulfilled country music star hides out in his hometown, he meets a budding interior designer who finds her way into his heart.\"</p><p><b>Cast: </b>\"Bea Santos, Greyston Holt, Greg Vaughan, Deana Carter, Allison Hossack\"</p><p><b>Director: </b>Justin G. Dyck</p><p><b>Released in: </b>2017</p><p><b>Duration: </b>84 min</p><p><b>You could also like: </b>THE TOURIST</p>"
    },
    "A Very Special Love": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>A Very Special Love</b></br><p>\"After landing a job working for her longtime crush, an optimistic woman realizes that the man of her dreams isn't exactly who she envisioned.\"</p><p><b>Cast: </b>\"John Lloyd Cruz, Sarah Geronimo, Dante Rivero, Rowell Santiago, Johnny Revilla, Bing Pimental, Daphne Oseña-Paez, Al Tantay, Irma Adlawan, Arno Morales, Miles Ocampo\"</p><p><b>Director: </b>Cathy Garcia-Molina</p><p><b>Released in: </b>2008</p><p><b>Duration: </b>107 min</p><p><b>You could also like: </b>A CINDERELLA STORY</p>"
    },
    "Bright Star": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Bright Star</b></br><p>This drama details the passionate three-year romance between Romantic poet John Keats – who died tragically at age 25 – and his great love and muse.</p><p><b>Cast: </b>\"Abbie Cornish, Ben Whishaw, Paul Schneider, Kerry Fox, Edie Martin, Thomas Brodie-Sangster, Claudie Blakley, Gerard Monaco, Antonia Campbell-Hughes, Samuel Roukin\"</p><p><b>Director: </b>Jane Campion</p><p><b>Released in: </b>2009</p><p><b>Duration: </b>119 min</p><p><b>You could also like: </b>VALENTINE'S DAY</p>"
    },
    "Cold Mountain": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Cold Mountain</b></br><p>\"This drama follows a wounded Civil War soldier making the long journey home, while his faraway love fights for survival on her deceased father's farm.\"</p><p><b>Cast: </b>\"Jude Law, Nicole Kidman, Renée Zellweger, Eileen Atkins, Brendan Gleeson, Philip Seymour Hoffman, Natalie Portman, Giovanni Ribisi, Donald Sutherland, Ray Winstone\"</p><p><b>Director: </b>Anthony Minghella</p><p><b>Released in: </b>2003</p><p><b>Duration: </b>154 min</p><p><b>You could also like: </b>THE CROWN</p>"
    },
    "Crimson Peak": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Crimson Peak</b></br><p>\"After marrying a mysterious British aristocrat, a young heiress moves into his crumbling, creepy ancestral home and finds it conceals sinister secrets.\"</p><p><b>Cast: </b>\"Mia Wasikowska, Jessica Chastain, Tom Hiddleston, Charlie Hunnam, Jim Beaver, Burn Gorman, Leslie Hope, Doug Jones, Jonathan Hyde, Bruce Gray\"</p><p><b>Director: </b>Guillermo del Toro</p><p><b>Released in: </b>2015</p><p><b>Duration: </b>119 min</p><p><b>You could also like: </b>INSIDIOUS</p>"
    },
    "Dear John": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Dear John</b></br><p>\"While on summer leave, a U.S. soldier falls for a college student. But when he's forced to reenlist, their handwritten letters hold the lovers together.\"</p><p><b>Cast: </b>\"Channing Tatum, Amanda Seyfried, Richard Jenkins, Henry Thomas, D.J. Cotrona, Cullen Moss, Gavin McCulley, Jose Lucena Jr., Keith Robinson, Scott Porter\"</p><p><b>Director: </b>Lasse Hallström</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>108 min</p><p><b>You could also like: </b>SAKALING MAGING TAYO</p>"
    },
    "Five Feet Apart": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Five Feet Apart</b></br><p>A teen with cystic fibrosis shakes up her daily routine and challenges hospital protocol when she falls for a fellow patient.</p><p><b>Cast: </b>\"Haley Lu Richardson, Cole Sprouse, Moisés Arias, Kimberly Hébert Gregory, Parminder Nagra, Claire Forlani, Emily Baldoni, Gary Weeks, Cynthia Evans\"</p><p><b>Director: </b>Justin Baldoni</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>116 min</p><p><b>You could also like: </b>TWO SENTENCE HORROR STORIES</p>"
    },
    "Good Luck Chuck": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Good Luck Chuck</b></br><p>\"Every time Chuck breaks up with a girlfriend, she ends up engaged to her next boyfriend. Soon, women are dating Chuck in hopes of meeting Mr. Right.\"</p><p><b>Cast: </b>\"Dane Cook, Jessica Alba, Dan Fogler, Ellia English, Sasha Pieterse, Annie Wood, Lonny Ross, Chelan Simmons, Simone Bailly, Jodelle Ferland, Crystal Lowe, Troy Gentile, Georgia Craig, Michelle Harrison, Chiara Zanni\"</p><p><b>Director: </b>Mark Helfrich</p><p><b>Released in: </b>2007</p><p><b>Duration: </b>99 min</p><p><b>You could also like: </b>ORANGE IS THE NEW BLACK</p>"
    },
    "Home Again": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Home Again</b></br><p>\"A newly single mom takes in three young male filmmakers as boarders, but her estranged husband returns to complicate her new, unconventional life.\"</p><p><b>Cast: </b>\"Reese Witherspoon, Michael Sheen, Candice Bergen, Nat Wolff, Jon Rudnitsky, Pico Alexander, Lake Bell, Reid Scott, Dolly Wells, Lola Flanery, Eden Grace Redfield, P.J. Byrne\"</p><p><b>Director: </b>Hallie Meyers-Shyer</p><p><b>Released in: </b>2017</p><p><b>Duration: </b>97 min</p><p><b>You could also like: </b>THE HAUNTED HATHAWAYS</p>"
    },
    "Isa Pa with Feelings": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Isa Pa with Feelings</b></br><p>\"When an aspiring architect falls for her Deaf neighbor, they develop a connection and set out to form their own love language despite their differences.\"</p><p><b>Cast: </b>\"Maine Mendoza, Carlo Aquino, Lotlot De Leon, Cris Villanueva, Nikki Valdez, Vangie Labalan, Geleen Eugenio\"</p><p><b>Director: </b>Prime Cruz</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>102 min</p><p><b>You could also like: </b>THE PAPER TIGERS</p>"
    },
    "Just The Way You Are": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Just The Way You Are</b></br><p>An overconfident teen bets he can make a homely transfer student fall in love with him in 30 days — but the wager starts to play games with his heart.</p><p><b>Cast: </b>\"Enrique Gil, Liza Soberano, Yves Flores, Sue Ramirez, Erin Ocampo, Yayo Aguila, Alex Diaz, Jon Lucas, Chienna Filomeno, Marco Gumabao, Myrtle Sarrosa, Kyra Custodio, Miguel Vergara, Tonton Gutierrez, Ricky Davao, Sunshine Cruz\"</p><p><b>Director: </b>Theodore Boborol</p><p><b>Released in: </b>2016</p><p><b>Duration: </b>107 min</p><p><b>You could also like: </b>LIKE CRAZY</p>"
    },
    "Legally Blonde": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Legally Blonde</b></br><p>\"When dazzling L.A. sorority girl Elle Woods gets dumped by her snobby boyfriend, she decides to win him back by following him to Harvard Law School.\"</p><p><b>Cast: </b>\"Reese Witherspoon, Luke Wilson, Selma Blair, Matthew Davis, Victor Garber, Jennifer Coolidge\"</p><p><b>Director: </b>Robert Luketic</p><p><b>Released in: </b>2001</p><p><b>Duration: </b>96 min</p><p><b>You could also like: </b>GOOD MORNING CALL</p>"
    },
    "Letters to Juliet": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Letters to Juliet</b></br><p>\"By responding to a letter addressed to Shakespeare's tragic heroine Juliet Capulet, an American woman in Verona, Italy, is led in search of romance.\"</p><p><b>Cast: </b>\"Amanda Seyfried, Christopher Egan, Gael García Bernal, Vanessa Redgrave, Franco Nero, Luisa Ranieri, Marina Massironi, Milena Vukotic, Marcia DeBonis, Luisa De Santis, Lidia Biondi, Giordano Formenti, Chris Egan\"</p><p><b>Director: </b>Gary Winick</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>105 min</p><p><b>You could also like: </b>THE BACHELORETTE</p>"
    },
    "Life as We Know It": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Life as We Know It</b></br><p>\"Holly and Eric discover reciprocal hatred during their first date, but must put their feelings aside after becoming guardians of their friends' baby.\"</p><p><b>Cast: </b>\"Katherine Heigl, Josh Duhamel, Josh Lucas, Alexis Clagett, Brynn Clagett, Brooke Clagett, Hayes MacArthur, Christina Hendricks, Sarah Burns, Jessica St. Clair\"</p><p><b>Director: </b>Greg Berlanti</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>115 min</p><p><b>You could also like: </b>THE PAPER TIGERS</p>"
    },
    "Like Crazy": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Like Crazy</b></br><p>A spirited exchange student and an American man fall in love in LA. But their romance faces an uphill battle when she is forced to return to England.</p><p><b>Cast: </b>\"Anton Yelchin, Felicity Jones, Jennifer Lawrence, Charlie Bewley, Alex Kingston, Oliver Muirhead, Finola Hughes, Chris Messina, Ben York Jones, Jamie Thomas King\"</p><p><b>Director: </b>Drake Doremus</p><p><b>Released in: </b>2011</p><p><b>Duration: </b>91 min</p><p><b>You could also like: </b>DEADLY SWITCH</p>"
    },
    "Love Don't Cost a Thing": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Love Don't Cost a Thing</b></br><p>A nerdy teen tries to make himself cool by association when he convinces a popular cheerleader to pose as his girlfriend.</p><p><b>Cast: </b>\"Nick Cannon, Christina Milian, Kenan Thompson, Kal Penn, Steve Harvey, Al Thompson, Ashley Monique Clark, Elimu Nelson, Nichole Robinson, Melissa Schuman\"</p><p><b>Director: </b>Troy Byer</p><p><b>Released in: </b>2003</p><p><b>Duration: </b>101 min</p><p><b>You could also like: </b>FERRIS BUELLER'S DAY OFF</p>"
    },
    "Love Is a Story": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Love Is a Story</b></br><p>\"Two young artists, a violin player and an actress, fight to achieve their dreams and keep their relationship together during Christmastime.\"</p><p><b>Cast: </b>\"Raluca Aprodu, Dragoș Bucur, Ducu Darie\"</p><p><b>Director: </b>Cristina Jacob</p><p><b>Released in: </b>2015</p><p><b>Duration: </b>105 min</p><p><b>You could also like: </b>TERRACE HOUSE: OPENING NEW DOORS</p>"
    },
    "Memoirs of a Geisha": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Memoirs of a Geisha</b></br><p>\"Sold to a geisha house as a child, a fisherman’s daughter becomes the most sought-after geisha in Kyoto, but rivalries threaten the destiny she desires.\"</p><p><b>Cast: </b>\"Zhang Ziyi, Ken Watanabe, Koji Yakusho, Michelle Yeoh, Kaori Momoi, Youki Kudoh, Gong Li, Cary-Hiroyuki Tagawa, Mako Iwamatsu, Navia Nguyen, Karl Yune\"</p><p><b>Director: </b>Rob Marshall</p><p><b>Released in: </b>2005</p><p><b>Duration: </b>145 min</p><p><b>You could also like: </b>ATTACK ON TITAN</p>"
    },
    "Middle of Nowhere": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Middle of Nowhere</b></br><p>\"After her husband is sent to prison for eight years, medical student Ruby shelves her studies to focus on her partner's welfare as he serves his time.\"</p><p><b>Cast: </b>\"Emayatzy Corinealdi, David Oyelowo, Omari Hardwick, Lorraine Toussaint, Edwina Findley Dickerson, Sharon Lawrence, Nehemiah Sutton, Troy Curvey III, Maya Gilbert, Dondre T. Whitfield\"</p><p><b>Director: </b>Ava DuVernay</p><p><b>Released in: </b>2012</p><p><b>Duration: </b>102 min</p><p><b>You could also like: </b>THE NEXT THREE DAYS</p>"
    },
    "Midnight Sun": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Midnight Sun</b></br><p>\"Born with a fatal sensitivity to sunlight, a sheltered teen girl falls for her neighbor, but hides her condition from him as their romance blossoms.\"</p><p><b>Cast: </b>\"Bella Thorne, Patrick Schwarzenegger, Rob Riggle, Quinn Shephard, Suleka Mathew, Tiera Skovbye, Ken Tremblett, Norm Misura, Austin Obiajunwa, Nicholas Coombe\"</p><p><b>Director: </b>Scott Speer</p><p><b>Released in: </b>2018</p><p><b>Duration: </b>91 min</p><p><b>You could also like: </b>ICARLY</p>"
    },
    "My Amnesia Girl": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>My Amnesia Girl</b></br><p>\"Years after leaving his bride-to-be at the altar, a man crosses paths with his ex and tries to make up for the past, only to find he's been forgotten.\"</p><p><b>Cast: </b>\"John Lloyd Cruz, Toni Gonzaga, Carlos Agassi, Ketchup Eusebio, Joross Gamboa, JM de Guzman, Beatriz Saw, Nico Antonio\"</p><p><b>Director: </b>Cathy Garcia-Molina</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>105 min</p><p><b>You could also like: </b>THE WEDDING GUEST</p>"
    },
    "Really Love": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Really Love</b></br><p>A rising Black painter tries to break into a competitive art world while balancing an unexpected romance with an ambitious law student.</p><p><b>Cast: </b>\"Kofi Siriboe, Yootha Wong-Loi-Sing, Michael Ealy, Uzo Aduba\"</p><p><b>Director: </b>Angel Kristi Williams</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>95 min</p><p><b>You could also like: </b>SAKALING MAGING TAYO</p>"
    },
    "Sakaling Maging Tayo": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Sakaling Maging Tayo</b></br><p>\"A college student seizes his chance with a crush when an unexpected encounter turns into a night of bold dares, deep confessions and possible romance.\"</p><p><b>Cast: </b>\"McCoy De Leon, Elisse Joson, Bembol Roco, Chai Fonacier, Paulo Angeles, Markus Paterson, Milo Elmido Jr.\"</p><p><b>Director: </b>JP Habac</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>90 min</p><p><b>You could also like: </b>DEAR JOHN</p>"
    },
    "Seven Pounds": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Seven Pounds</b></br><p>\"Weighed down by a dark secret, IRS agent Ben Thomas tries to improve the lives of seven strangers in need of a second chance.\"</p><p><b>Cast: </b>\"Will Smith, Rosario Dawson, Woody Harrelson, Michael Ealy, Barry Pepper, Elpidia Carrillo, Robinne Lee, Joe Nunez, Bill Smitrovich, Tim Kelleher, Gina Hecht, Andy Milder, Judyann Elder, Sarah Jane Morris\"</p><p><b>Director: </b>Gabriele Muccino</p><p><b>Released in: </b>2008</p><p><b>Duration: </b>123 min</p><p><b>You could also like: </b>REA(L)OVE</p>"
    },
    "She's Out of My League": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>She's Out of My League</b></br><p>\"Kirk's a 5. His new girlfriend Molly's a 10. No one knows what she sees in him, including Kirk. Will his raging insecurities ruin this budding romance?\"</p><p><b>Cast: </b>\"Jay Baruchel, Alice Eve, T.J. Miller, Mike Vogel, Nate Torrence, Krysten Ritter, Geoff Stults, Lindsay Sloane, Andrew Daly, Jasika Nicole, Kyle Bornheimer\"</p><p><b>Director: </b>Jim Field Smith</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>106 min</p><p><b>You could also like: </b>STAR TREK</p>"
    },
    "The Last Letter From Your Lover": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Last Letter From Your Lover</b></br><p>\"After finding a trove of love letters from 1965, a reporter sets out to solve the mystery of a secret affair — while embarking on a romance of her own.\"</p><p><b>Cast: </b>\"Shailene Woodley, Felicity Jones, Callum Turner, Joe Alwyn, Nabhaan Rizwan, Ncuti Gatwa, Emma Appleton, Christian Brassington, Alice Orr-Ewing, Lee Knight, Zoe Boyle, Ben Cross, Diana Kent\"</p><p><b>Director: </b>Augustine Frizzell</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>111 min</p><p><b>You could also like: </b>LUPIN</p>"
    },
    "The Sweetest Thing": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Sweetest Thing</b></br><p>\"After meeting her potential soul mate, a commitment-averse young woman hits the road with her best friend on a wild, raunchy misadventure to find him.\"</p><p><b>Cast: </b>\"Cameron Diaz, Christina Applegate, Selma Blair, Thomas Jane, Jason Bateman, Parker Posey, Frank Grillo, Eddie McClintock, Lillian Adams, Johnny Messner\"</p><p><b>Director: </b>Roger Kumble</p><p><b>Released in: </b>2002</p><p><b>Duration: </b>89 min</p><p><b>You could also like: </b>ICARLY</p>"
    },
    "The Tourist": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Tourist</b></br><p>An American tourist seeking solace for his shattered heart instead finds it in danger again after encountering a beautiful Interpol agent.</p><p><b>Cast: </b>\"Angelina Jolie, Johnny Depp, Paul Bettany, Timothy Dalton, Steven Berkoff, Rufus Sewell, Christian De Sica, Alessio Boni, Daniele Pecci, Giovanni Guidelli\"</p><p><b>Director: </b>Florian Henckel von Donnersmarck</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>103 min</p><p><b>You could also like: </b>WHAT DREAMS MAY COME</p>"
    },
    "The Wedding Guest": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Wedding Guest</b></br><p>\"Hired to extract a bride-to-be before her arranged wedding in Pakistan, a hired gun goes on the run with his hostage when his plan unravels.\"</p><p><b>Cast: </b>\"Dev Patel, Radhika Apte, Jim Sarbh\"</p><p><b>Director: </b>Michael Winterbottom</p><p><b>Released in: </b>2018</p><p><b>Duration: </b>97 min</p><p><b>You could also like: </b>MY AMNESIA GIRL</p>"
    },
    "The World We Make": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The World We Make</b></br><p>\"A teenage equestrian and a local football player fall for each other, but simmering racism in their small town puts their relationship to the test.\"</p><p><b>Cast: </b>\"Caleb Castille, Rose Reid, Kevin Sizemore, Gregory Alan Williams\"</p><p><b>Director: </b>Brian Baugh</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>108 min</p><p><b>You could also like: </b>ALL AMERICAN</p>"
    },
    "This Little Love Of Mine": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>This Little Love Of Mine</b></br><p>A workaholic lawyer returns to her island home to convince an old friend to take over his family’s company — but rekindled feelings soon get in the way.</p><p><b>Cast: </b>\"Saskia Hampele, Liam McIntyre, Lynn Gilmartin, Craig Horner\"</p><p><b>Director: </b>Christine Luby</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>92 min</p><p><b>You could also like: </b>BLACK BEACH</p>"
    },
    "Valentine's Day": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Valentine's Day</b></br><p>The tripwires of modern love are exposed in a carousel involving relationships and the single life on the most romantic day of the year: February 14.</p><p><b>Cast: </b>\"Jessica Alba, Kathy Bates, Jessica Biel, Bradley Cooper, Eric Dane, Patrick Dempsey, Hector Elizondo, Jamie Foxx, Jennifer Garner, Topher Grace, Anne Hathaway, Ashton Kutcher, Queen Latifah, Taylor Lautner, George Lopez, Shirley MacLaine, Emma Roberts, Julia Roberts, Taylor Swift\"</p><p><b>Director: </b>Garry Marshall</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>125 min</p><p><b>You could also like: </b>LOVE DAILY</p>"
    },
    "What Dreams May Come": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>What Dreams May Come</b></br><p>\"A physician finds himself in heaven after an accident, inhabiting the landscape of his wife's paintings while seeking to rescue her from the underworld.\"</p><p><b>Cast: </b>\"Robin Williams, Cuba Gooding Jr., Annabella Sciorra, Max von Sydow, Jessica Brooks Grant, Josh Paddock, Rosalind Chao, Lucinda Jenney, Maggie McCarthy, Wilma Bonet, Matt Salinger, Carin Sprague, June Carryl, Paul P. Card IV, Werner Herzog\"</p><p><b>Director: </b>Vincent Ward</p><p><b>Released in: </b>1998</p><p><b>Duration: </b>114 min</p><p><b>You could also like: </b>THE TOURIST</p>"
    },
    "Yes Man": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Yes Man</b></br><p>\"After a bitter divorce, a loan officer falls under the sway of a self-help guru who urges him to say yes to everything that comes his way for a year.\"</p><p><b>Cast: </b>\"Jim Carrey, Zooey Deschanel, Bradley Cooper, John Michael Higgins, Rhys Darby, Danny Masterson, Fionnula Flanagan, Terence Stamp, Sasha Alexander, Molly Sims\"</p><p><b>Director: </b>Peyton Reed</p><p><b>Released in: </b>2008</p><p><b>Duration: </b>104 min</p><p><b>You could also like: </b>DIRTY JOHN</p>"
    }
}