{
    "America: The Motion Picture": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>America: The Motion Picture</b></br><p>A chainsaw-wielding George Washington teams with beer-loving bro Sam Adams to take down the Brits in a tongue-in-cheek riff on the American Revolution.</p><p><b>Cast: </b>\"Channing Tatum, Jason Mantzoukas, Olivia Munn, Andy Samberg, Bobby Moynihan, Judy Greer, Will Forte, Raoul Trujillo, Killer Mike, Simon Pegg\"</p><p><b>Director: </b>Matt Thompson</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>98 min</p><p><b>You could also like: </b>MORTAL KOMBAT</p>"
    },
    "Army of the Dead": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Army of the Dead</b></br><p>\"After a zombie outbreak in Las Vegas, a group of mercenaries takes the ultimate gamble by venturing into the quarantine zone for the greatest heist ever.\"</p><p><b>Cast: </b>\"Dave Bautista, Ella Purnell, Omari Hardwick, Garret Dillahunt, Ana de la Reguera, Theo Rossi, Matthias Schweighöfer, Nora Arnezeder, Hiroyuki Sanada, Tig Notaro, Raúl Castillo, Huma Qureshi, Samantha Win, Richard Cetrone, Michael Cassidy\"</p><p><b>Director: </b>Zack Snyder</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>148 min</p><p><b>You could also like: </b>HOSTEL: PART III</p>"
    },
    "Battle: Los Angeles": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Battle: Los Angeles</b></br><p>\"Led by their skillful staff sergeant, a platoon of gutsy Marines fights to protect all humankind from astonishingly powerful aliens.\"</p><p><b>Cast: </b>\"Aaron Eckhart, Michelle Rodriguez, Ramon Rodriguez, Bridget Moynahan, Ne-Yo, Michael Peña, Lucas Till, Cory Hardrict, Adetokumboh M'Cormack, Jim Parrack\"</p><p><b>Director: </b>Jonathan Liebesman</p><p><b>Released in: </b>2011</p><p><b>Duration: </b>116 min</p><p><b>You could also like: </b>LETTERS TO JULIET</p>"
    },
    "Battlefield Earth": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Battlefield Earth</b></br><p>\"In the year 3000, an alien race known as the Psychlos devastate planet Earth and force the surviving human population into slavery.\"</p><p><b>Cast: </b>\"John Travolta, Barry Pepper, Forest Whitaker, Kim Coates, Sabine Karsenti, Richard Tyson, Kelly Preston, Michael MacRae, Shaun Austin-Olsen, Tim Post, Michael Byrne\"</p><p><b>Director: </b>Roger Christian</p><p><b>Released in: </b>2000</p><p><b>Duration: </b>118 min</p><p><b>You could also like: </b>THIS IS THE LIFE</p>"
    },
    "Beowulf": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Beowulf</b></br><p>This deftly animated take on a legendary Old English epic tells the timeless tale of a Scandinavian hero who's known for slaying dragons.</p><p><b>Cast: </b>\"Ray Winstone, Anthony Hopkins, John Malkovich, Angelina Jolie, Robin Wright, Brendan Gleeson, Crispin Glover, Alison Lohman, Sharisse Baker-Bernard\"</p><p><b>Director: </b>Robert Zemeckis</p><p><b>Released in: </b>2007</p><p><b>Duration: </b>114 min</p><p><b>You could also like: </b>OUTLANDER</p>"
    },
    "Black Beach": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Black Beach</b></br><p>A lawyer with a promising future is forced to deep dive into his past when he agrees to negotiate with an old friend turned kidnapper.</p><p><b>Cast: </b>\"Raúl Arévalo, Candela Peña, Paulina García, Claude Musungayi, Babou Cham, Lidia Nené, Melina Matthews, Emilio Buale, Mulie Jarju, Jimmy Castro, Fenda Drame, Dairon Tallon, Teresita Evuy, Olivier Bony\"</p><p><b>Director: </b>Esteban Crespo</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>116 min</p><p><b>You could also like: </b>THIS LITTLE LOVE OF MINE</p>"
    },
    "Blade Runner: The Final Cut": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Blade Runner: The Final Cut</b></br><p>\"In a smog-choked dystopian Los Angeles, blade runner Rick Deckard is called out of retirement to snuff a quartet of escaped \\\"replicants.\\\"\"</p><p><b>Cast: </b>\"Harrison Ford, Rutger Hauer, Sean Young, Edward James Olmos, M. Emmet Walsh, Daryl Hannah, William Sanderson, Brion James, Joe Turkel, Joanna Cassidy, James Hong, Morgan Paull\"</p><p><b>Director: </b>Ridley Scott</p><p><b>Released in: </b>1982</p><p><b>Duration: </b>117 min</p><p><b>You could also like: </b>LUCIFER</p>"
    },
    "Brick Mansions": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Brick Mansions</b></br><p>An undercover police detective partners with an ex-convict to take down a drug kingpin amid grime and crime in a walled-off Detroit housing project.</p><p><b>Cast: </b>\"Paul Walker, David Belle, RZA, Gouchy Boy, Catalina Denis, Ayisha Issa, Carlo Rota, Andreas Apergis, Richard Zeman, Robert Maillet\"</p><p><b>Director: </b>Camille Delamarre</p><p><b>Released in: </b>2014</p><p><b>Duration: </b>90 min</p><p><b>You could also like: </b>UNDERCOVER</p>"
    },
    "Chappie": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Chappie</b></br><p>\"In a futuristic society where an indestructible robot police force keeps crime at bay, a lone droid evolves to the next level of artificial intelligence.\"</p><p><b>Cast: </b>\"Sharlto Copley, Hugh Jackman, Sigourney Weaver, Dev Patel, Ninja, Yo-Landi Visser, Jose Pablo Cantillo, Brandon Auret, Johnny Selema, Maurice Carpede\"</p><p><b>Director: </b>Neill Blomkamp</p><p><b>Released in: </b>2015</p><p><b>Duration: </b>121 min</p><p><b>You could also like: </b>TEAM AMERICA: WORLD POLICE</p>"
    },
    "Charlie's Angels": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Charlie's Angels</b></br><p>A tight-knit trio of specially trained agents wield weapons — and charm — as they track down stolen software in this reboot of the classic TV series.</p><p><b>Cast: </b>\"Cameron Diaz, Drew Barrymore, Lucy Liu, Bill Murray, Sam Rockwell, Kelly Lynch, Tim Curry, Crispin Glover, Matt LeBlanc, LL Cool J, Tom Green, Luke Wilson\"</p><p><b>Director: </b>McG</p><p><b>Released in: </b>2000</p><p><b>Duration: </b>98 min</p><p><b>You could also like: </b>SCREAM</p>"
    },
    "Due Date": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Due Date</b></br><p>\"Days before his pregnant wife's due date, Peter lands on the \\\"no-fly\\\" list, forcing him to drive across the country with an irritating slacker.\"</p><p><b>Cast: </b>\"Robert Downey Jr., Zach Galifianakis, Michelle Monaghan, Jamie Foxx, Juliette Lewis, Danny McBride, RZA, Matt Walsh\"</p><p><b>Director: </b>Todd Phillips</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>95 min</p><p><b>You could also like: </b>THE EXPANDING UNIVERSE OF ASHLEY GARCIA</p>"
    },
    "Green Lantern": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Green Lantern</b></br><p>Test pilot Hal Jordan harnesses glowing new powers for good when he wears an otherworldly ring and helps an intergalactic force stop a powerful threat.</p><p><b>Cast: </b>\"Ryan Reynolds, Blake Lively, Peter Sarsgaard, Mark Strong, Tim Robbins, Jay O. Sanders, Taika Waititi, Angela Bassett\"</p><p><b>Director: </b>Martin Campbell</p><p><b>Released in: </b>2011</p><p><b>Duration: </b>114 min</p><p><b>You could also like: </b>THE FLASH</p>"
    },
    "Inception": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Inception</b></br><p>A troubled thief who extracts secrets from people's dreams takes one last job: leading a dangerous mission to plant an idea in a target's subconscious.</p><p><b>Cast: </b>\"Leonardo DiCaprio, Joseph Gordon-Levitt, Elliot Page, Tom Hardy, Ken Watanabe, Dileep Rao, Cillian Murphy, Tom Berenger, Marion Cotillard, Pete Postlethwaite, Michael Caine, Lukas Haas\"</p><p><b>Director: </b>Christopher Nolan</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>148 min</p><p><b>You could also like: </b>U-TURN</p>"
    },
    "Initial D": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Initial D</b></br><p>\"By day, an 18-year-old delivers tofu for his father, a retired race car driver</p><p><b>Cast: </b>\"Jay Chou, Anne Suzuki, Edison Chen, Anthony Wong Chau-sang, Shawn Yue, Chapman To, Jordan Chan, Kenny Bee\"</p><p><b>Director: </b>\"Andrew Lau Wai-keung, Alan Mak\"</p><p><b>Released in: </b>2005</p><p><b>Duration: </b>109 min</p><p><b>You could also like: </b>ROBOCAR POLI</p>"
    },
    "Into the Grizzly Maze": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Into the Grizzly Maze</b></br><p>Estranged brothers Beckett and Rowan reunite in the Alaskan wild to confront a savage grizzly bear wreaking havoc on their hometown.</p><p><b>Cast: </b>\"James Marsden, Thomas Jane, Billy Bob Thornton, Piper Perabo, Scott Glenn, Michaela McManus, Adam Beach, Kelly Curran\"</p><p><b>Director: </b>David Hackl</p><p><b>Released in: </b>2015</p><p><b>Duration: </b>90 min</p><p><b>You could also like: </b>JOJO'S BIZARRE ADVENTURE</p>"
    },
    "InuYasha the Movie: Affections Touching Across Time": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>InuYasha the Movie: Affections Touching Across Time</b></br><p>\"A powerful demon has been sealed away for 200 years. But when the demon's son is awakened, the fate of the world is in jeopardy.\"</p><p><b>Cast: </b>\"Kappei Yamaguchi, Satsuki Yukino, Koji Tsujitani, Houko Kuwashima, Kumiko Watanabe, Kenichi Ogata, Noriko Hidaka, Hisako Kyoda, Ken Narita, Tomokazu Seki\"</p><p><b>Director: </b>Toshiya Shinohara</p><p><b>Released in: </b>2001</p><p><b>Duration: </b>100 min</p><p><b>You could also like: </b>THE ROPE CURSE 2</p>"
    },
    "Kingsglaive: Final Fantasy XV": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Kingsglaive: Final Fantasy XV</b></br><p>King Regis of Lucis orders his Kingsglaive warriors to stop the army of Niflheim before it invades and steals the crystal that gives Lucis its power.</p><p><b>Cast: </b>\"Aaron Paul, Lena Headey, Sean Bean, Adrian Bouchet, Liam Mulvey, Alexa Kahn, Todd Haberkorn, John DeMita, David Gant, Darin De Paul\"</p><p><b>Director: </b>Takeshi Nozue</p><p><b>Released in: </b>2016</p><p><b>Duration: </b>116 min</p><p><b>You could also like: </b>DARK SKIES</p>"
    },
    "Monster Hunter: Legends of the Guild": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Monster Hunter: Legends of the Guild</b></br><p>\"In a world where humans and fearsome monsters live in an uneasy balance, young hunter Aiden fights to save his village from destruction by a dragon.\"</p><p><b>Cast: </b>\"Ben Rausch, Erica Lindbeck, Dante Basco, Brando Eaton, Stephen Kramer Glickman, Caroline Caliston, G.K. Bowes, Dan McCoy\"</p><p><b>Director: </b>Steven Yamamoto</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>59 min</p><p><b>You could also like: </b>CASTLEVANIA</p>"
    },
    "Mortal Kombat": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Mortal Kombat</b></br><p>Three fighters travel to the mystical realm of Outworld to test their might in a tournament against an evil demon with plans to take over the world.</p><p><b>Cast: </b>\"Christophe Lambert, Robin Shou, Linden Ashby, Cary-Hiroyuki Tagawa, Bridgette Wilson-Sampras, Talisa Soto, Trevor Goddard, Chris Casamassa, François Petit, Keith Cooke\"</p><p><b>Director: </b>Paul W.S. Anderson</p><p><b>Released in: </b>1995</p><p><b>Duration: </b>101 min</p><p><b>You could also like: </b>INUYASHA THE MOVIE: AFFECTIONS TOUCHING ACROSS TIME</p>"
    },
    "Naruto the Movie: Ninja Clash in the Land of Snow": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Naruto the Movie: Ninja Clash in the Land of Snow</b></br><p>\"Naruto, Sasuke and Sakura learn they'll be protecting an actress from being hurt while making her next film, but it turns out she's a princess.\"</p><p><b>Cast: </b>\"Junko Takeuchi, Noriaki Sugiyama, Chie Nakamura, Kazuhiko Inoue, Yuhko Kaida, Tsutomu Isobe, Hirotaka Suzuoki, Jun Karasawa, Harii Kaneko, Ikuo Nishikawa\"</p><p><b>Director: </b>Tensai Okamura</p><p><b>Released in: </b>2004</p><p><b>Duration: </b>83 min</p><p><b>You could also like: </b>DISENCHANTMENT</p>"
    },
    "Pineapple Express": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Pineapple Express</b></br><p>\"After witnessing a murder, a perpetually stoned process server and his good-natured dealer go on the run from a drug lord who's out to kill them.\"</p><p><b>Cast: </b>\"Seth Rogen, James Franco, Danny McBride, Kevin Corrigan, Craig Robinson, Gary Cole, Rosie Perez, Ed Begley Jr., Nora Dunn, Amber Heard\"</p><p><b>Director: </b>David Gordon Green</p><p><b>Released in: </b>2008</p><p><b>Duration: </b>112 min</p><p><b>You could also like: </b>THE WEDDING GUEST</p>"
    },
    "S.W.A.T.: Under Siege": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>S.W.A.T.: Under Siege</b></br><p>\"When a S.W.A.T. team takes in a mysterious, high-profile prisoner, international threats unleash a barrage of attacks on their compound to retrieve him.\"</p><p><b>Cast: </b>\"Sam Jaeger, Michael Jai White, Adrianne Palicki, Ty Olsson, Kyra Zagorsky, Olivia Cheng, Lisa Chandler, Monique Ganderton, Matthew Marsden, Chris Gauthier\"</p><p><b>Director: </b>Tony Giglio</p><p><b>Released in: </b>2017</p><p><b>Duration: </b>89 min</p><p><b>You could also like: </b>THE LINCOLN LAWYER</p>"
    },
    "Snowpiercer": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Snowpiercer</b></br><p>The Earth's remaining inhabitants are confined to a single train circling the globe as revolution brews among the class-divided cars.</p><p><b>Cast: </b>\"Chris Evans, Song Kang-ho, Ed Harris, John Hurt, Tilda Swinton, Jamie Bell, Octavia Spencer, Ewen Bremner, Alison Pill, Adnan Haskovic, Vlad Ivanov, Ko A-sung, Luke Pasqualino\"</p><p><b>Director: </b>Bong Joon Ho</p><p><b>Released in: </b>2013</p><p><b>Duration: </b>126 min</p><p><b>You could also like: </b>AMERICAN WOMAN</p>"
    },
    "Star Trek": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Star Trek</b></br><p>\"On their first voyage aboard the starship Enterprise, cocky rebel James T. Kirk and logic-driven Vulcan Spock try to defeat a vengeful Romulan commander.\"</p><p><b>Cast: </b>\"Chris Pine, Zachary Quinto, Karl Urban, Zoe Saldana, Simon Pegg, John Cho, Anton Yelchin, Eric Bana, Leonard Nimoy, Bruce Greenwood, Ben Cross, Winona Ryder\"</p><p><b>Director: </b>J.J. Abrams</p><p><b>Released in: </b>2009</p><p><b>Duration: </b>128 min</p><p><b>You could also like: </b>SHE'S OUT OF MY LEAGUE</p>"
    },
    "Starship Troopers: Traitor of Mars": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Starship Troopers: Traitor of Mars</b></br><p>\"When a corrupt official plans to sabotage the planet Mars, it’s up to Rico and a group of fresh recruits to fend off a surprise bug attack on their own.\"</p><p><b>Cast: </b>\"Casper Van Dien, Dina Meyer, DeRay Davis, Justin Doran, Luci Christian, Emily Neves, Scott Gibbs, Juliet Simmons, Chris Gibson, Greg Ayres\"</p><p><b>Director: </b>\"Shinji Aramaki, Masaru Matsumoto\"</p><p><b>Released in: </b>2017</p><p><b>Duration: </b>88 min</p><p><b>You could also like: </b>STARTUP</p>"
    },
    "Team America: World Police": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Team America: World Police</b></br><p>\"In this musical satire, an all-marionette police force takes on the challenging role of keeping the peace on a troubled planet.\"</p><p><b>Cast: </b>\"Trey Parker, Matt Stone, Kristen Miller, Masasa Moyo, Daran Norris, Phil Hendrie, Maurice LaMarche, Chelsea Magritte, Jeremy Shada, Fred Tatasciore\"</p><p><b>Director: </b>Trey Parker</p><p><b>Released in: </b>2004</p><p><b>Duration: </b>98 min</p><p><b>You could also like: </b>CHAPPIE</p>"
    },
    "The Darkest Hour": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Darkest Hour</b></br><p>Young Americans visit Moscow when the city is turned upside down by an alien invasion and band together with the locals to fight back.</p><p><b>Cast: </b>\"Emile Hirsch, Olivia Thirlby, Max Minghella, Rachael Taylor, Joel Kinnaman, Veronika Vernadskaya, Dato Bakhtadze, Yuriy Kutsenko\"</p><p><b>Director: </b>Chris Gorak</p><p><b>Released in: </b>2011</p><p><b>Duration: </b>89 min</p><p><b>You could also like: </b>BLACK SUMMER</p>"
    },
    "The Interview": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Interview</b></br><p>Seth Rogen and James Franco star in this provocative comedy about two journalists recruited by the CIA after they arrange an interview with Kim Jong-un.</p><p><b>Cast: </b>\"James Franco, Seth Rogen, Lizzy Caplan, Randall Park, Diana Bang, Timothy Simons, Reese Alexander, James Yi\"</p><p><b>Director: </b>\"Evan Goldberg, Seth Rogen\"</p><p><b>Released in: </b>2014</p><p><b>Duration: </b>112 min</p><p><b>You could also like: </b>ALL AMERICAN</p>"
    },
    "The Karate Kid": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Karate Kid</b></br><p>\"When a bullied teen befriends an unassuming martial arts master, he’ll learn life lessons — and the right moves — to beat back his merciless rivals.\"</p><p><b>Cast: </b>\"Ralph Macchio, Pat Morita, Elisabeth Shue, Martin Kove, Randee Heller, William Zabka, Ron Thomas, Rob Garrison\"</p><p><b>Director: </b>John G. Avildsen</p><p><b>Released in: </b>1984</p><p><b>Duration: </b>127 min</p><p><b>You could also like: </b>DEADLY SWITCH</p>"
    },
    "The Paper Tigers": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Paper Tigers</b></br><p>\"After reuniting as middle-aged men, three kung-fu prodigies must set their differences aside and dust off their skills to avenge their beloved mentor.\"</p><p><b>Cast: </b>\"Alain Uy, Ron Yuan, Mykel Shannon Jenkins, Jae Suh Park, Matthew Page, Joziah Lagonoy, Raymond Ma\"</p><p><b>Director: </b>Quoc Bao Tran</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>111 min</p><p><b>You could also like: </b>KUNG FU PANDA</p>"
    },
    "The Tourist": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Tourist</b></br><p>An American tourist seeking solace for his shattered heart instead finds it in danger again after encountering a beautiful Interpol agent.</p><p><b>Cast: </b>\"Angelina Jolie, Johnny Depp, Paul Bettany, Timothy Dalton, Steven Berkoff, Rufus Sewell, Christian De Sica, Alessio Boni, Daniele Pecci, Giovanni Guidelli\"</p><p><b>Director: </b>Florian Henckel von Donnersmarck</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>103 min</p><p><b>You could also like: </b>WHAT DREAMS MAY COME</p>"
    },
    "The Whole Nine Yards": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Whole Nine Yards</b></br><p>An unhappily married dentist becomes mixed up with mobsters and murder plots when he discovers that a notorious hit man has moved in next door.</p><p><b>Cast: </b>\"Bruce Willis, Matthew Perry, Rosanna Arquette, Michael Clarke Duncan, Natasha Henstridge, Amanda Peet, Kevin Pollak, Harland Williams, Carmen Ferland, Serge Christianssens\"</p><p><b>Director: </b>Jonathan Lynn</p><p><b>Released in: </b>2000</p><p><b>Duration: </b>99 min</p><p><b>You could also like: </b>THE NEXT THREE DAYS</p>"
    },
    "Time Trap": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Time Trap</b></br><p>\"While searching for their missing archaeology professor, a group of students discovers a cave where time passes differently than it does on the surface.\"</p><p><b>Cast: </b>\"Andrew Wilson, Cassidy Gifford, Brianne Howey, Reiley McClendon, Olivia Draguicevich, Max Wright, Hans Marrero, Rich Skidmore, Chris Sturgeon, Gopal Bidari\"</p><p><b>Director: </b>\"Mark Dennis, Ben Foster\"</p><p><b>Released in: </b>2017</p><p><b>Duration: </b>88 min</p><p><b>You could also like: </b>DEAR WHITE PEOPLE</p>"
    },
    "Underworld": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Underworld</b></br><p>A vampire warrior begins to question her mission in the ancient war between the undead and werewolves when she falls for a human under her protection.</p><p><b>Cast: </b>\"Kate Beckinsale, Scott Speedman, Michael Sheen, Shane Brolly, Bill Nighy, Erwin Leder, Sophia Myles, Robbie Gee, Wentworth Miller, Kevin Grevioux\"</p><p><b>Director: </b>Len Wiseman</p><p><b>Released in: </b>2003</p><p><b>Duration: </b>121 min</p><p><b>You could also like: </b>CAPTAIN FANTASTIC</p>"
    },
    "Vampire Academy": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Vampire Academy</b></br><p>\"A half-human, half-vampire teen must prepare for class and her destiny as the protector of mortal vampires against their vicious immortal counterparts.\"</p><p><b>Cast: </b>\"Zoey Deutch, Lucy Fry, Danila Kozlovsky, Gabriel Byrne, Dominic Sherwood, Sarah Hyland, Sami Gayle\"</p><p><b>Director: </b>Mark Waters</p><p><b>Released in: </b>2014</p><p><b>Duration: </b>104 min</p><p><b>You could also like: </b>CHILLING ADVENTURES OF SABRINA</p>"
    }
}