{
    "Blue, Painful, Fragile": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Blue, Painful, Fragile</b></br><p>\"Kaede and Hisano form a club to change the world. When Hisano vanishes, Kaede throws himself into bringing the club back to its idealistic roots.\"</p><p><b>Cast: </b>\"Ryo Yoshizawa, Hana Sugisaki, Amane Okayama, Honoka Matsumoto, Hiroya Shimizu, Nana Mori, Mizuki Kayashima, Ken Mitsuishi, Tasuku Emoto\"</p><p><b>Director: </b>Shunsuke Kariyama</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>119 min</p><p><b>You could also like: </b>DARK CITY BENEATH THE BEAT</p>"
    },
    "40 Sticks": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>40 Sticks</b></br><p>\"When their prison bus crashes in a forest on a rainy night, a group of criminals finds themselves battling wild animals and a mysterious killer.\"</p><p><b>Cast: </b>\"Robert Agengo, Mwaura Bilal, Andreo Kamau, Cajetan Boy, Arabron Nyyeneque, Shiviske Shivisi, Xavier Ywaya\"</p><p><b>Director: </b>Victor Gatonye</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>MEATEATER</p>"
    },
    "Al acecho": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Al acecho</b></br><p>\"Looking for a fresh start, a park ranger gets a new assignment. When he discovers a network of poachers, survival depends on his lethal instincts.\"</p><p><b>Cast: </b>\"Rodrigo de la Serna, Belen Blanco, Walter Jakob, Facundo Aquinos, Patricia Calisaya\"</p><p><b>Director: </b>Francisco D'Eufemia</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>81 min</p><p><b>You could also like: </b>HIS HOUSE</p>"
    },
    "Andhakaaram": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Andhakaaram</b></br><p>\"As a blind librarian, dispirited cricketer and desolate psychiatrist each seek retribution and release, their lives overlap under eerie influences.\"</p><p><b>Cast: </b>\"Vinoth Kishan, Arjun Das, Pooja Ramachandran, Kumar Natarajan, Misha Ghoshal, Arul Vincent, Chenthu Mohan, Pradeep Kalipurayath\"</p><p><b>Director: </b>V Vignarajan</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>171 min</p><p><b>You could also like: </b>BEHIND HER EYES</p>"
    },
    "Case 39": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Case 39</b></br><p>A naïve social worker brings a 10-year-old child into her home to rescue the girl from abusive parents – only to learn that she isn't what she seems.</p><p><b>Cast: </b>\"Renée Zellweger, Jodelle Ferland, Ian McShane, Bradley Cooper, Callum Keith Rennie, Adrian Lester, Kerry O'Malley, Cynthia Stevenson, Alexander Conti, Philip Cabrita\"</p><p><b>Director: </b>Christian Alvart</p><p><b>Released in: </b>2009</p><p><b>Duration: </b>111 min</p><p><b>You could also like: </b>KAALI KHUHI</p>"
    },
    "Deadly Switch": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Deadly Switch</b></br><p>\"In this indie thriller, a foreign exchange student moves in with her roommate's family who grieves over the daughter they would do anything to get back.\"</p><p><b>Cast: </b>\"Teri Polo, Dylan Walsh, Danika Yarosh, Hayley McLaughlin, Bryce Durfee, Matt Passmore, Heather Mazur, Ashlyn Pearce\"</p><p><b>Director: </b>Svetlana Cvetko</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>86 min</p><p><b>You could also like: </b>LIKE CRAZY</p>"
    },
    "Ghost Lab": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Ghost Lab</b></br><p>\"After witnessing a haunting in their hospital, two doctors become dangerously obsessed with obtaining scientific proof that ghosts exist.\"</p><p><b>Cast: </b>\"Thanapob Leeratanakachorn, Paris Intarakomalyasut, Nuttanicha Dungwattanawanich, Suquan Bulakul, Rachanee Siralert, Chaleeda Gilbert, Nuttawut Jenmana, Alanta Potjes, Anchuleeon Buagaew, Jinjuta Rattanaburi\"</p><p><b>Director: </b>Paween Purijitpanya</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>118 min</p><p><b>You could also like: </b>GREY'S ANATOMY</p>"
    },
    "HOMUNCULUS": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>HOMUNCULUS</b></br><p>Truth and illusion blurs when a homeless amnesiac awakens from an experimental medical procedure with the ability to see people's innermost traumas.</p><p><b>Cast: </b>\"Go Ayano, Ryo Narita, Yukino Kishii, Anna Ishii, Seiyo Uchino\"</p><p><b>Director: </b>Takashi Shimizu</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>116 min</p><p><b>You could also like: </b>EDENS ZERO</p>"
    },
    "I Care a Lot": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>I Care a Lot</b></br><p>A court-appointed legal guardian defrauds her older clients and traps them under her care. But her latest mark comes with some unexpected baggage.</p><p><b>Cast: </b>\"Rosamund Pike, Peter Dinklage, Eiza González, Dianne Wiest, Chris Messina, Isiah Whitlock Jr., Macon Blair, Alicia Witt, Damian Young\"</p><p><b>Director: </b>J Blakeson</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>118 min</p><p><b>You could also like: </b>WHAT'S EATING GILBERT GRAPE</p>"
    },
    "Incarnate": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Incarnate</b></br><p>An unconventional demon hunter faces his greatest challenge when he steps inside the subconscious mind of a boy possessed by a powerful entity.</p><p><b>Cast: </b>\"Aaron Eckhart, Carice van Houten, Catalina Sandino Moreno, David Mazouz, Keir O'Donnell, Matt Nable, Emily Jackson, Paul Vincent O'Connor, Natalija Nogulich, John Pirruccello, Mark Steger, Emjay Anthony, Karolina Wydra\"</p><p><b>Director: </b>Brad Peyton</p><p><b>Released in: </b>2016</p><p><b>Duration: </b>87 min</p><p><b>You could also like: </b>THE ROPE CURSE 2</p>"
    },
    "Inception": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Inception</b></br><p>A troubled thief who extracts secrets from people's dreams takes one last job: leading a dangerous mission to plant an idea in a target's subconscious.</p><p><b>Cast: </b>\"Leonardo DiCaprio, Joseph Gordon-Levitt, Elliot Page, Tom Hardy, Ken Watanabe, Dileep Rao, Cillian Murphy, Tom Berenger, Marion Cotillard, Pete Postlethwaite, Michael Caine, Lukas Haas\"</p><p><b>Director: </b>Christopher Nolan</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>148 min</p><p><b>You could also like: </b>U-TURN</p>"
    },
    "Insidious": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Insidious</b></br><p>\"A family moves into a new home, where their son falls into a coma and eerie events begin to reveal something far more sinister is lurking in the house.\"</p><p><b>Cast: </b>\"Patrick Wilson, Rose Byrne, Lin Shaye, Ty Simpkins, Barbara Hershey, Leigh Whannell, Angus Sampson, Andrew Astor, Joseph Bishara\"</p><p><b>Director: </b>James Wan</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>103 min</p><p><b>You could also like: </b>THE STRANGE HOUSE</p>"
    },
    "Layer Cake": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Layer Cake</b></br><p>\"A suave, steely-eyed London cocaine dealer's retirement plans hit a violent snag when his boss asks him to do one more job.\"</p><p><b>Cast: </b>\"Daniel Craig, Colm Meaney, Kenneth Cranham, Sienna Miller, Tom Hardy, Michael Gambon, George Harris, Jamie Foreman, Marcel Iures, Ben Whishaw, Tamer Hassan\"</p><p><b>Director: </b>Matthew Vaughn</p><p><b>Released in: </b>2004</p><p><b>Duration: </b>105 min</p><p><b>You could also like: </b>THE BOSS BABY: BACK IN BUSINESS</p>"
    },
    "Level 16": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Level 16</b></br><p>\"In a bleak academy that teaches girls the virtues of passivity, two students uncover the ghastly purpose behind their training and resolve to escape.\"</p><p><b>Cast: </b>\"Katie Douglas, Celina Martin, Peter Outerbridge, Sara Canning, Alexis Whelan, Amalia Williamson, Josette Halpert, Kiana Madeira\"</p><p><b>Director: </b>Danishka Esterhazy</p><p><b>Released in: </b>2018</p><p><b>Duration: </b>102 min</p><p><b>You could also like: </b>ZERO CHILL</p>"
    },
    "Paradise Hills": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Paradise Hills</b></br><p>\"Uma wakes up in a lush tropical facility designed to turn willful girls into perfect ladies. That’s bad enough, but its real purpose is even worse.\"</p><p><b>Cast: </b>\"Emma Roberts, Danielle Macdonald, Awkwafina, Eiza González, Milla Jovovich, Jeremy Irvine, Arnaud Valois, Daniel Horvath\"</p><p><b>Director: </b>Alice Waddington</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>95 min</p><p><b>You could also like: </b>LEVEL 16</p>"
    },
    "Population 436": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Population 436</b></br><p>\"A census taker sent to investigate why Rockwell Falls has had the same population, 436, for more than a century, soon wishes he hadn't taken the job.\"</p><p><b>Cast: </b>\"Jeremy Sisto, Fred Durst, Charlotte Sullivan, David Ames, Cory Cassidy, James Blicq, Martin Trudel, Reva Timbers, Rick Skene, Peter Outerbridge, Dana Horrox\"</p><p><b>Director: </b>Michelle MacLaren</p><p><b>Released in: </b>2006</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>JOJO'S BIZARRE ADVENTURE</p>"
    },
    "Prospect": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Prospect</b></br><p>A father and daughter travel to an alien moon in search of a valuable gem but are forced to alter their plans when a nefarious outlaw gets involved.</p><p><b>Cast: </b>\"Sophie Thatcher, Pedro Pascal, Jay Duplass, Andre Royo, Sheila Vand, Anwan Glover\"</p><p><b>Director: </b>\"Zeek Earl, Christopher Caldwell\"</p><p><b>Released in: </b>2018</p><p><b>Duration: </b>100 min</p><p><b>You could also like: </b>DARK SKIES</p>"
    },
    "Red Dot": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Red Dot</b></br><p>\"Trying to rekindle their marriage and with a child on the way, a young couple on a ski trip suddenly finds themselves stalked by remorseless killers.\"</p><p><b>Cast: </b>\"Nanna Blondell, Anastasios Soulis, Thomas Hanzon, Johannes Kuhnke, Tomas Bergström, Kalled Mustonen, Anna Azcárate\"</p><p><b>Director: </b>Alain Darborg</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>86 min</p><p><b>You could also like: </b>HIS HOUSE</p>"
    },
    "Savages": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Savages</b></br><p>\"With the help of a shady DEA agent, two weed entrepreneurs take on a merciless cartel leader who wants in on their business and kidnaps their lover.\"</p><p><b>Cast: </b>\"Taylor Kitsch, Aaron Taylor-Johnson, Blake Lively, John Travolta, Benicio Del Toro, Salma Hayek, Demián Bichir, Sandra Echeverría, Emile Hirsch, Joaquín Cosío, Ali Wong\"</p><p><b>Director: </b>Oliver Stone</p><p><b>Released in: </b>2012</p><p><b>Duration: </b>131 min</p><p><b>You could also like: </b>STARTUP</p>"
    },
    "State of Play": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>State of Play</b></br><p>A veteran journalist teams up with a young reporter to untangle a web of lies surrounding the suspicious death of a woman tied to a powerful politician.</p><p><b>Cast: </b>\"Russell Crowe, Ben Affleck, Rachel McAdams, Helen Mirren, Robin Wright, Jason Bateman, Jeff Daniels, Michael Berresse, Harry Lennix\"</p><p><b>Director: </b>Kevin Macdonald</p><p><b>Released in: </b>2009</p><p><b>Duration: </b>127 min</p><p><b>You could also like: </b>U-TURN</p>"
    },
    "The 8th Night": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The 8th Night</b></br><p>\"With prayer beads in one hand and an ax in the other, a monk hunts down a millennia-old spirit that's possessing humans and unleashing hell on Earth.\"</p><p><b>Cast: </b>\"Lee Sung-min, Park Hae-joon, Kim You-jung, Nam Da-reum, Choi Jin-ho, Kim Dong-yeong, Lee Eal\"</p><p><b>Director: </b>Kim Tae-hyung</p><p><b>Released in: </b>2021</p><p><b>Duration: </b>116 min</p><p><b>You could also like: </b>KAALI KHUHI</p>"
    },
    "The American": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The American</b></br><p>\"Dispatched to a small Italian town to await further orders, assassin Jack embarks on a double life that may be more relaxing than is good for him.\"</p><p><b>Cast: </b>\"George Clooney, Violante Placido, Thekla Reuten, Paolo Bonacelli, Johan Leysen, Irina Björklund, Filippo Timi, Anna Foglietta, Björn Granath\"</p><p><b>Director: </b>Anton Corbijn</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>105 min</p><p><b>You could also like: </b>FAMILY REUNION</p>"
    },
    "The Call": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Call</b></br><p>\"Connected by phone in the same home but 20 years apart, a serial killer puts another woman’s past — and life — on the line to change her own fate.\"</p><p><b>Cast: </b>\"Park Shin-hye, Jun Jong-seo, Kim Sung-ryoung, EL, Park Ho-san, Oh Jung-se, Lee Dong-hwi, Um Chae-young\"</p><p><b>Director: </b>Lee Chung-hyun</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>112 min</p><p><b>You could also like: </b>MARCELLA</p>"
    },
    "The Conjuring": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Conjuring</b></br><p>\"When a family starts experiencing supernatural terrors after moving into a Rhode Island farmhouse, they seek the help of a pair of noted demonologists.\"</p><p><b>Cast: </b>\"Vera Farmiga, Patrick Wilson, Lili Taylor, Ron Livingston, Shanley Caswell, Hayley McFarland, Joey King, Mackenzie Foy, Kyla Deaver, Shannon Kook\"</p><p><b>Director: </b>James Wan</p><p><b>Released in: </b>2013</p><p><b>Duration: </b>112 min</p><p><b>You could also like: </b>THE A LIST</p>"
    },
    "The Lincoln Lawyer": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Lincoln Lawyer</b></br><p>A street-wise defense lawyer who operates out of the back seat of his Lincoln lands a high-profile case that soon puts him and his family in danger.</p><p><b>Cast: </b>\"Matthew McConaughey, Josh Lucas, Ryan Phillippe, John Leguizamo, Michael Peña, Bryan Cranston, Bob Gunton, William H. Macy, Marisa Tomei, Frances Fisher\"</p><p><b>Director: </b>Brad Furman</p><p><b>Released in: </b>2011</p><p><b>Duration: </b>118 min</p><p><b>You could also like: </b>THIS LITTLE LOVE OF MINE</p>"
    },
    "The Next Three Days": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Next Three Days</b></br><p>\"When his wife becomes a murder suspect and is sent to prison, a professor plots a meticulous plan to take back her freedom and reunite his family.\"</p><p><b>Cast: </b>\"Russell Crowe, Elizabeth Banks, Brian Dennehy, Lennie James, Olivia Wilde, Ty Simpkins, Helen Carey, Liam Neeson, Daniel Stern, Kevin Corrigan\"</p><p><b>Director: </b>Paul Haggis</p><p><b>Released in: </b>2010</p><p><b>Duration: </b>133 min</p><p><b>You could also like: </b>MIDDLE OF NOWHERE</p>"
    },
    "The Stepfather": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Stepfather</b></br><p>A series of mysterious events makes a teenager suspect that his mother's new boyfriend may be a dangerous serial killer known for preying on families.</p><p><b>Cast: </b>\"Dylan Walsh, Sela Ward, Penn Badgley, Amber Heard, Sherry Stringfield, Paige Turco, Jon Tenney, Nancy Linehan Charles, Marcuis Harris, Braeden Lemasters, Deirdre Lovejoy\"</p><p><b>Director: </b>Nelson McCormick</p><p><b>Released in: </b>2009</p><p><b>Duration: </b>102 min</p><p><b>You could also like: </b>THE RIPPER</p>"
    },
    "The Strange House": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Strange House</b></br><p>\"When a big-city family moves to a remote town, two young brothers and their new friends try to solve the menacing mystery that haunts their home.\"</p><p><b>Cast: </b>\"León Orlandianyi, Benno Roßkopf, Julia Koschitz, Marii Weichsler, Lars Bitterlich, Michael Pink, Inge Maux, Elfriede Schüsseleder, Michael Somma, Finn Reiter, Markus Stubeier, Luca Streussnig\"</p><p><b>Director: </b>Daniel Prochaska</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>100 min</p><p><b>You could also like: </b>FAMILY REUNION</p>"
    },
    "The Strangers": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Strangers</b></br><p>\"A quiet stay at a remote vacation home spirals into terror for a couple when they come under attack by three masked, mysterious, murderous intruders.\"</p><p><b>Cast: </b>\"Liv Tyler, Scott Speedman, Gemma Ward, Kip Weeks, Laura Margolis, Glenn Howerton, Alex Fisher, Peter Clayton-Luce\"</p><p><b>Director: </b>Bryan Bertino</p><p><b>Released in: </b>2008</p><p><b>Duration: </b>85 min</p><p><b>You could also like: </b>COUNT ME IN</p>"
    },
    "The Wedding Guest": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Wedding Guest</b></br><p>\"Hired to extract a bride-to-be before her arranged wedding in Pakistan, a hired gun goes on the run with his hostage when his plan unravels.\"</p><p><b>Cast: </b>\"Dev Patel, Radhika Apte, Jim Sarbh\"</p><p><b>Director: </b>Michael Winterbottom</p><p><b>Released in: </b>2018</p><p><b>Duration: </b>97 min</p><p><b>You could also like: </b>MY AMNESIA GIRL</p>"
    },
    "The Whole Truth": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>The Whole Truth</b></br><p>\"Trying to earn an acquittal for a teen client accused of murdering his wealthy father, a defense attorney uncovers disturbing facts about the victim.\"</p><p><b>Cast: </b>\"Keanu Reeves, Renée Zellweger, Gugu Mbatha-Raw, Gabriel Basso, Jim Belushi, Jim Klock, Ritchie Montgomery, Christopher Berry\"</p><p><b>Director: </b>Courtney Hunt</p><p><b>Released in: </b>2016</p><p><b>Duration: </b>93 min</p><p><b>You could also like: </b>LUPIN</p>"
    },
    "Until Midnight": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Until Midnight</b></br><p>\"After returning home from a work trip, a newlywed must fight off a masked intruder before his wife returns at midnight.\"</p><p><b>Cast: </b>\"Ahmad Khamis Ali, Chuka Ekweogwu, Heba Al Hamwi, Rik Aby, Merouane Ali, Khalid Al Suwaidi, Saeed Arjumand\"</p><p><b>Director: </b>Tariq Alkazim</p><p><b>Released in: </b>2019</p><p><b>Duration: </b>77 min</p><p><b>You could also like: </b>A CLASSIC HORROR STORY</p>"
    },
    "What Lies Below": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>What Lies Below</b></br><p>\"Back home at her lake house, a teenager begins to suspect that a sinister force lurks beneath the surface of her mother's too-perfect new lover.\"</p><p><b>Cast: </b>\"Ema Horvath, Trey Tucker, Mena Suvari, Haskiri Velazquez, Danny Corbo, Olan Montgomery, Troy Iwata\"</p><p><b>Director: </b>Braden R. Duemmler</p><p><b>Released in: </b>2020</p><p><b>Duration: </b>88 min</p><p><b>You could also like: </b>HIS HOUSE</p>"
    },
    "Who Am I": {
        "messageType": "html",
        "platform": "kommunicate",
        "message": "<b>Who Am I</b></br><p>\"After his compatriots are murdered by Russian gangsters, a hacker confesses the history of his elite, fame-seeking group to a Europol investigator.\"</p><p><b>Cast: </b>\"Tom Schilling, Elyas M'Barek, Wotan Wilke Möhring, Antoine Monot Jr., Hannah Herzsprung, Stephan Kampwirth, Trine Dyrholm, Leopold Hornung, Leonard Carow\"</p><p><b>Director: </b>Baran bo Odar</p><p><b>Released in: </b>2014</p><p><b>Duration: </b>102 min</p><p><b>You could also like: </b>RAIN MAN</p>"
    }
}